Repository: linuxdeepin/dde-dock
Catalog: misc/po/*.po
Languages: cs, de, fr, it, nl, pl, pt_br, ru, uk, vi

source: Certificates with Password (TLS)
cs: Certifikáty s heslem (TLS)
de: Zertifikate mit Passwort (TLS)
fr: Certificats avec mot de passe (TLS)
it: Certificazione con password (TLS)
nl: Certificaten met Wachtwoord (TLS)
pl: Certyfikaty z hasłem (TLS)
pt_br: Certificados com Senha (TLS)
ru: Пароль и сертификаты (TLS)
uk: Сертифікати з паролем (TLS)
vi: Những chứng nhận với Mật mã (TLS)

source: Client
cs: Klient
pl: Klient
pt_br: Cliente
ru: Клиент
uk: Клієнт
vi: Máy người dùng

source: Server
fr: Serveur
pl: Serwer
ru: Сервер
uk: Сервер
vi: Máy chủ

source: SSH Agent
cs: Agent SSH
fr: Agent SSH
pl: Agent SSH
pt_br: SSH Agente
ru: Агент SSH
uk: SSH Агент
vi: Chương trình SSH

source: Smartcard
cs: Chytrá karta
fr: Carte à puce
pl: Karta elektroniczna
ru: Смарт-карта
uk: Смарт-карта
vi: Thẻ thông minh

source: Cisco (default)
cs: Cisco (výchozí)
de: Cisco (Standard)
fr: Cisco (par défaut)
nl: Cisco (standaard)
pl: Cisco (domyślnie)
pt_br: Cisco (padrão)
ru: Cisco (по умолчанию)
uk: Cisco (за замовчуванням)
vi: Cisco (mặc định)

source: NAT-T When Available (default)
cs: NAT-T Když je dostupné (výchozí)
de: NAT-T wenn verfügbar (Standard)
fr: NAT-T si disponible (par défaut)
it: NAT-T quando disponibile (default)
nl: NAT-T wanneer beschikbaar (standaard)
pl: NAT-T gdy dostępne (domyślnie)
pt_br: NAT-T Quando Disponível (padrão)
ru: NAT-T когда доступен (по умолчанию)
uk: NAT-T, коли доступно (за замовчуванням)
vi: NAT-T Khi Có sẵn (mặc định)

source: NAT-T Always
cs: NAT-T vždy
de: NAT-T immer
fr: NAT-T Toujours
nl: Altijd NAT-T
pl: NAT-T zawsze
pt_br: Sempre NAT-T
ru: NAT-T всегда
uk: Завжди NAT-T
vi: Luôn luôn NAT-T

source: DH Group 1
de: DH-Gruppe 1
fr: DH Groupe 1
pl: DH Grupa 1
pt_br: DH Grupo 1
ru: DH-группа 1
uk: Обробка даних Групи 1
vi: Nhóm DH 1

source: DH Group 2 (default)
cs: DH Group 2 (výchozí)
de: DH-Gruppe 2 (Standard)
fr: DH Groupe 2 (par défaut)
nl: DH Group 2 (standaard)
pl: DH Grupa 2 (domyślnie)
pt_br: DH Grupo 2 (padrão)
ru: DH-группа 2 (по умолчанию)
uk: DH Group 2 (за промовчанням)
vi: Nhóm DH 2 (mặc định)

source: DH Group 5
de: DH-Gruppe 5
fr: DH Groupe 5
pl: DH Grupa 5
pt_br: DH Grupo 5
ru: DH-группа 5
uk: DH група 5
vi: Nhóm DH 5

source: Server (default)
cs: Server (výchozí)
de: Server (Standard)
fr: Serveur (par défaut)
nl: Server (standaard)
pl: Serwer (domyślny)
pt_br: Servidor (padrão)
ru: Сервер (по умолчанию)
uk: Сервер (за замовчуванням)
vi: Máy chủ (mặc định)

source: DH Group 2
de: DH-Gruppe 2
fr: DH Groupe 2
pt_br: DH Grupo 2
ru: DH-группа 2
uk: Обробка даних Групи 2
vi: Nhóm DH 2

source: Infrastructure
cs: Infrastruktura
de: Infrastruktur:
it: Infrastruttura
nl: Infrastructuur
pl: Infrastruktura
pt_br: Infraestrutura
ru: Инфраструктура
uk: Інфраструктура
vi: Cơ sở hạ tầng

source: Dynamic WEP
cs: Dynamický WEP
de: Dynamisches WEP
pl: WEP Dynamiczny
pt_br: WEP dinâmico
ru: Динамический WEP
uk: Динамічний WEP
vi: WEP động

source: WPA-PSK Infrastructure
de: WPA-PSK Infrastruktur
it: Infrastruttura WPA-PSK
nl: WPA-PSK-infrastructuur
pl: WPA-PSK Infrastrukturalny
pt_br: Infraestrutura WPA-PSK
ru: Инфраструктура WPA-PSK
uk: Інфраструктура WPA-PSK
vi: Cơ sở hạ tầng WPS-PSK

source: WPA Enterprise
pt_br: WPA Empresarial
ru: Корпоративный WPA
uk: Режим WPA Enterprise
vi: WPA Doanh nghiệp

source: Open
cs: Otevřít
de: Öffnen
fr: Ouvrir
it: Apri
nl: Openen
pl: Otwórz
pt_br: Abrir
ru: Открыть
uk: Відкрити
vi: Mở

source: Device state changed.
de: Gerätestatus geändert.
pt_br: Estado do dispositivo alterado.
ru: Состояние устройства изменилось.
vi: Trạng thái thiết bị đã thay đổi.

source: Device state changed, unknown reason.
de: Gerätestatus geändert, unbekannte Ursache.
pt_br: Alteração no estado do dispositivo, razão desconhecida.
ru: Состояние устройства изменилось по неизвестной причине.
vi: Trạng thái thiết bị đã thay đổi, lý do không xác định.

source: The device is now managed.
de: Das Gerät wird nun verwaltet.
pt_br: O dispositivo agora é gerenciado.
ru: Теперь устройство управляется.
vi: Thiết bị bây giờ đã được quản lý.

source: The device is no longer managed.
de: Das Gerät wird nicht länger verwaltet.
pt_br: O dispositivo não mais é gerenciado.
ru: Устройство больше не управляется.
vi: Thiết bị không còn được quản lý.

source: The device has not been ready for configuration.
de: Das Gerät war für die Konfiguration noch nicht bereit.
pt_br: O dispositivo não estava pronto para a configuração.
ru: Устройство не было готово для настройки.
vi: Thiết bị chưa sẵn sàng để cấu hình.

source: IP configuration could not be reserved (no available address, timeout, etc).
de: IP-Konfiguration konnte nicht belegt werden (keine verfügbaren Adressen, Zeitüberschreitung, usw.).
pt_br: A configuração do IP não pôde ser reservada (sem endereços disponíveis, tempo esgotado, etc).
ru: IP не был зарезервирован (не доступный адрес, тайм-аут, и т.д.).
vi: Cấu hình IP không thể có riêng (không có sẵn địa chỉ, hết giờ, v.v...).

source: The IP configuration is no longer valid.
de: Die IP-Konfiguration ist nicht mehr gültig.
pt_br: A configuração de IP não é mais válida.
ru: IP конфигурация более не верна.
vi: Cấu hình IP không còn giá trị.

source: Passwords were required but not provided.
de: Passwörter waren erforderlich, aber nicht vorausgesetzt.
pt_br: Senhas foram requisitadas, mas não foram fornecidas.
ru: Пароли были запрошены, но это не предусматривалось.
vi: Cần có mật mã nhưng chưa được cung cấp.

source: The 802.1X supplicant disconnected from the access point or authentication server.
de: Die 802.1X-Verbindung hat sich vom Zugangspunkt oder dem Authentifizierungsserver getrennt.
pt_br: O requisitante 802.1X se desconectou do ponto de acesso ou do servidor de autenticação.
ru: Запрос 802.1X отклонен точкой доступа или сервером аутентификации.
vi: Máy yêu cầu 802.1X đã ngắt kết nối khởi điểm truy cập hay máy chủ xác thực.

source: Configuration of the 802.1X supplicant failed.
de: Konfiguration der 802.1X-Verbindung ist fehlgeschlagen.
pt_br: A configuração do requisitante 802.1X falhou.
ru: Запрос конфигурации 802.1X неудачен.
vi: Cấu hình của máy yêu cầu 802.1X đã gặp lỗi.

source: The 802.1X supplicant quitted or failed unexpectedly.
de: Die 802.1X Verbindung wurde beendet oder schlug unerwartet fehl.
pt_br: O requisitante 802.1X foi encerrado ou falhou inesperadamente.
ru: Время запроса 802.1X вышло или прервано.
vi: Máy yêu cầu 802.1X đã thoát hay gặp lỗi đột ngột.

source: The 802.1X supplicant took too long time to authenticate.
de: Die 802.1X Verbindung hat zu viel Zeit für die Authentifizierung benötigt.
pt_br: O requisitante 802.1X demorou demais para se autenticar.
ru: Время запроса 802.1X на подлинность занимает слишком много времени.
vi: Máy đòi hỏi 802.1X mất quá lâu để xác thực.

source: The PPP service failed to start within the allowed time.
de: Der PPP-Dienst konne nicht in der vorgesehenen Zeit gestartet werden.
pt_br: O serviço PPP falhou em iniciar no tempo permitido.
ru: PPP-сервис не удалось запустить за отведённое время.
vi: Dịch vụ PPP khởi động thất bại trong thời gian cho phép.

source: The PPP service disconnected unexpectedly.
de: Der PPP-Dienst wurde unerwartet beendet.
pt_br: O serviço PPP desconectou inesperadamente .
ru: PPP-сервис неожиданно отключён.
vi: Dịch vụ PPP đã tắt đột ngột.

source: The PPP service quitted or failed unexpectedly.
de: Der PPP-Dienst wurde beendet oder schlug unerwartet fehl.
pt_br: O serviço PPP foi encerrado ou falhou inesperadamente.
ru: PPP-сервис остановлен или неожиданно прерван.
vi: Dịch vụ PPP đã thoát hay gặp lỗi đột ngột.

source: The DHCP service failed to start within the allowed time.
de: Der DHCP-Dienst konnte nicht in der vorgesehenen Zeit gestartet werden.
pt_br: O serviço de DHCP falhou em iniciar no tempo permitido.
ru: DHCP-сервис не удалось запустить за отведённое время.
vi: Dịch vụ DHCP khởi động thất bại trong thời gian cho phép.

source: The DHCP service reported an unexpected error.
de: Der DHCP-Dienst meldet einen unerwarteten Fehler.
pt_br: O serviço de DHCP reportou um erro inesperado.
ru: DHCP-сервис сообщает о непредвиденной ошибке.
vi: Dịch vụ DHCP đã báo cáo một sai sót bất ngờ.

source: The DHCP service quitted or failed unexpectedly.
de: Der DHCP-Dienst wurde beendet oder schlug unerwartet fehl.
pt_br: O serviço DHCP foi encerrado ou falhou inesperadamente.
ru: DHCP-сервис остановлен или неожиданно прерван.
vi: Dịch vụ DHCP đã thoát hay gặp lỗi đột ngột.

source: The shared connection service failed to start.
de: Die Dienst zum freigeben der Netzwerkverbindung konnte nicht gestartet werden.
pt_br: O serviço de conexão compartilhada falhou ao iniciar.
ru: Не удалось запустить сервис общих подключений.
vi: Dịch vụ kết nối được chia sẻ đã khởi động thất bại.

source: The shared connection service quitted or failed unexpectedly.
de: Der Dienst zum freigeben der Netzwerkverbindung wurde beendet oder ist unerwartet fehlgeschlagen.
pt_br: O serviço de conexão compartilhada foi encerrado ou falhou inesperadamente.
ru: Сервис общих подключений остановлен или неожиданно прерван.
vi: Dịch vụ kết nối được chia sẻ đã thoát hay gặp lỗi đột ngột.

source: The AutoIP service failed to start.
de: Der AutoIP-Dienst konnte nicht gestartet werden.
pt_br: O serviço de AutoIP falhou em iniciar.
ru: Запуск AutoIP-сервиса неудачен.
vi: Dịch vụ AutoTP đã khởi động thất bại.

source: The AutoIP service reported an unexpected error.
de: Der AutoIP-Dienst meldet einen unerwarteten Fehler.
pt_br: O serviço de AutoIP reportou um erro inesperado.
ru: AutoIP-сервис сообщает о непредвиденной ошибке.
vi: Dịch vụ AutoIP đã báo cáo một lỗi bất ngờ.

source: The AutoIP service quitted or failed unexpectedly.
de: Der AutoIP-Dienst wurde beendet oder ist unerwartet fehlgeschlagen.
pt_br: O serviço AutoIP foi encerrado ou falhou inesperadamente.
ru: AutoIP-сервис остановлен или неожиданно прерван.
vi: Dịch vụ AutoIP đã thoát hay gặp lỗi đột ngột.

source: Dialing failed due to busy lines.
de: Anwählen wegen ausgelasteter Leitungen fehlgeschlagen.
pt_br: A discagem falhou pois as linhas estão ocupadas.
ru: Дозвон не удался из-за занятой линии.
vi: Kết nối thất bại do đường dây bận.

source: Dialing failed due to no dial tone.
de: Anwahl wegen Fehlen des Wähltons fehlgeschlagen.
pt_br: A discagem falhou pois não houve tom de discagem.
ru: Набор номера не удался - отсутствует гудок.
vi: Kết nối thất bại do không có nhạc kết nối.

source: Dialing failed due to the carrier.
de: Anwahl wegen dem Netzbetreiber gescheitert.
pt_br: A falha na discagem foi causada pela operadora.
ru: Набор номера не удался из-за провайдера.
vi: Kết nối thất bại do sóng mang.

source: Dialing timed out.
de: Wählzeitüberschreitung.
pt_br: Tempo de discagem esgotado.
ru: Время набора номера истекло.
vi: Hết giờ kết nối.

source: Dialing failed.
de: Anruf fehlgeschlagen.
pt_br: Falha na discagem.
ru: Набор номера неудачен.
vi: Kết nối thất bại.

source: Modem initialization failed.
de: Modem-Initialisierung fehlgeschlagen.
pt_br: Inicialização do modem falhou.
ru: Инициализировать модем не удалось.
vi: Modem khởi động thất bại.

source: Failed to select the specified GSM APN.
de: Der angegebene GSM APN konnte nicht ausgewählt werden.
pt_br: Falha ao selecionar a APN GSM especificada.
ru: Не удалось выбрать указанный GSM APN.
vi: Thất bại để chọn GSM APN lựa chọn.

source: No networks searched.
de: Keine Netzwerke gesucht.
pt_br: Nenhuma rede pesquisada.
ru: Сети не найдены.
vi: Không tìm ra mạng nào.

source: Network registration was denied.
de: Netzwerkregistrierung wurde verweigert.
pt_br: Registro na rede foi negado.
ru: Регистрации в сети было отказано.
vi: Đăng ký mạng đã bị từ chối.

source: Network registration timed out.
de: Zeitüberschreitung der Netzwerkregistrierung.
pt_br: Tempo esgotado para registro na rede.
ru: Время регистрации в сети истекло.
vi: Đăng ký mạng hết giờ.

source: Register to the requested GSM network failed.
de: Die Registrierung bei dem angefragten GSM Netzwerk ist fehlgeschlagen.
pt_br: Houve uma falha ao registrar-se na rede GSM.
ru: Регистрация для запрашиваемой GSM сети не удалась.
vi: Đăng ký với mạng GSM được yêu cầu đã thất bại.

source: PIN check failed.
de: PIN-Überprüfung fehlgeschlagen.
pt_br: Falha na autenticação do PIN
ru: Проверка PIN не удалась!
vi: Kiểm tra PIN thất bại.

source: Necessary firmware for the device may be missed.
de: Die nötige Firmware für das Gerät konnte nicht gefunden werden.
pt_br: Firmware necessário para o dispositivo pode estar faltando.
ru: Необходимая микропрограмма для устройства возможно отсутствует.
vi: Chương trình cần thiết cho thiết bị có thể bị thiếu.

source: The device was removed.
de: Das Gerät wurde entfernt.
pt_br: O dispositivo foi removido
ru: Устройство было удалено.
vi: Thiết bị đã bị gỡ ra.

source: NetworkManager went to sleep.
de: Der Netzwerkmanager ist in den Ruhezustand gegangen.
pt_br: Network Manager hibernou.
ru: Менеджер сети перешел в режим сна.
vi: NetworkManager đã tắt.

source: The device's active connection was removed or disappeared.
de: Die aktive Verbindung des Gerätes wurde entfernt oder ist verschwunden.
pt_br: A conexão ativa do dispositivo foi removida ou desapareceu.
ru: Активные соединения устройства были отключены или удалены.
vi: Kết nối hoạt động của thiết bị đã bị xóa hay biến mất.

source: A user or client requested to disconnect.
de: Ein Benutzer oder Client hat eine Anfrage zum trennen der Verbindung gesendet.
pt_br: O cliente ou usuário solicitou desconectar-se.
ru: Пользователь или клиент сделал запрос на отключение
vi: Một người dùng hay khách hàng đã yêu cầu ngắt kết nối.

source: The device's carrier/link changed.
de: Der Anbieter/ die Verbindung des Gerätes hat sich verändert.
pt_br: A operadora/link do dispositivo mudou.
ru: Устройство carrier/link изменилось
vi: Vật mang/đường dẫn của thiết bị đã thay đổi.

source: The device's existing connection was assumed.
de: Die existierende Verbindung des Gerätes wurde übernommen.
pt_br: Foi assumida a conexão existente do dispositivo.
ru: Существующее соединение устройства предполагалось.
vi: Kết nối hiện có của thiết bị đã được phỏng đoán.

source: The 802.1x supplicant is now available.
de: Die 802.1X-Verbindung ist jetzt verfügbar.
pt_br: O requisitante 802.1x está disponível agora.
ru: Запрос 802.1x теперь возможен.
vi: Thiết bị yêu cầu 802.1x bây giờ đã hiện diện.

source: The modem could not be found.
de: Das Modem konnte nicht gefunden werden.
pt_br: O modem não foi encontrado.
ru: Модем не может быть найден.
vi: Không thể tìm ra modem.

source: The Bluetooth connection timed out or failed.
de: Die Bluetooth-Verbindung hat eine Zeitüberschreitung erreicht oder ist fehlgeschlagen.
pt_br: A conexão bluetooth expirou ou falhou.
ru: Тайм-аут или разрыв Bluetooth-подключения.
vi: Kết nối Bluetooh hết giờ hay thất bại.

source: GSM Modem's SIM Card was not inserted.
de: SIM-Karte des GSM-Modems war nicht eingelegt.
pt_br: Cartão SIM do Modem GSM não foi inserido.
ru: В GSM-модем не вставлена SIM-карта.
vi: Thẻ SIM của Modem GSM đã không được gắn vào.

source: GSM Modem's SIM PIN required.
de: Die SIM PIN des GSM Modems wird benötigt.
pt_br: É necessário o PIN do SIM do modem GSM.
ru: GSM модем требует PIN-код SIM.
vi: Cần có PIN SIM của Modem GSM.

source: GSM Modem's SIM PUK required.
de: Die SIM PUK des GSM Modems wird benötigt.
pt_br: É necessário o PUK do SIM do modem GSM.
ru: GSM модем требует PUK SIM-карты.
vi: Cần có PUK SIM của Modem GSM.

source: Wrong GSM Modem's SIM
de: Falsche GSM Modem SIM
it: SIM del modem GSM errata
pt_br: O SIM do Modem GSM está errado.
ru: Неподходящая SIM для GSM-модема
vi: Sai SIM của Modem GSM

source: InfiniBand device does not support connected mode.
de: Das InfiniBand Gerät unterstützt den Verbindungsmodus nicht.
pt_br: Dispositivo InifiniBand não suporta modo conectado.
ru: Устройство InfiniBand не поддерживает установленный режим.
vi: Thiết bị InfiniBand không hỗ trợ chế độ có kết nối.

source: A connection dependency failed.
de: Eine Verbindungsabhängigkeit ist fehlgeschlagen.
pt_br: Uma dependência da conexão falhou.
ru: Зависимое подключение не удалось
vi: Một phần phụ thuộc vào kết nối bị lỗi.

source: Problem with the RFC 2684 Ethernet over ADSL bridge.
de: Problem mit der RFC 2684 Ethernet over ADSL Bridge.
pt_br: Problema com o RFC 2684 Ethernet sobre a ponte ADSL.
ru: Возникли проблемы с RFC 2684 Ethernet через ADSL-мост.
vi: Có vấn đề với RFC 2684 Ethernet qua cổng ADSL.

source: ModemManager did not run or quitted unexpectedly.
de: ModemManager wurde nicht ausgeführt oder unerwartet beendet.
pt_br: ModemManager não estava sendo executado ou foi fechado inesperadamente.
ru: Менеджер модемов не запущен или неожиданно отключен.
vi: ModemManager đã không chạy hay tắt đột ngột.

source: The 802.11 Wi-Fi network could not be found.
de: Das 802.11 Wi-Fi Netzwerk konnte nicht gefunden werden.
pt_br: A conexão Wi-Fi 802.11 não pode ser encontrada.
ru: 802.11 Wi-Fi-сеть не может быть найдена.
vi: Mạng Wi-Fi 802.11 không thể được tìm thấy.

source: A secondary connection of the base connection failed.
de: Eine zweite Verbindung zur Basisverbindung ist fehlgeschlagen.
pt_br: Uma conexão secundária da conexão de base falhou.
ru: Вторичное подключение базового соединения не удалось.
vi: Một kết nối phụ của kết nối cơ bản thất bại.

source: DCB or FCoE setup failed.
de: DCB- oder FCoE-Einrichtung fehlgeschlagen.
pt_br: Falha na configuração do DCB ou FCoE.
ru: Неудачная установка DCB или FCoE.
vi: Thiết lập DCB hay FCoE thất bại.

source: Network teaming control failed.
de: Kontrolle von Netzwerk-Teaming fehlgeschlagen.
pt_br: Falha no controle de agrupamento de rede.
ru: Управление объединением сети не удалось.
vi: Kiểm soát hợp tác mạng thất bại.

source: Modem failed to run or not available.
de: Modem konnte nicht gestartet werden oder ist nicht verfügbar.
pt_br: Modem falhou ao rodar ou não está disponível.
ru: Модем недоступен или не готов к работе.
vi: Modem gặp lỗi khi chạy hay không có.

source: Modem now ready and available.
de: Modem ist jetzt bereit und verfügbar.
pt_br: Modem está pronto e disponível.
ru: Модем готов и доступен.
vi: Modem bây giờ đã sẵn sàng và đã có.

source: SIM PIN is incorrect.
de: SIM-PIN ist falsch.
pt_br: PIN do SIM está incorreto.
ru: Не верный SIM PIN.
vi: SIM PIN không đúng.

source: New connection activation is enqueuing.
de: Neue Verbindungsaktivierung wird in die Warteschlange eingereiht.
pt_br: Nova ativação de conexão em enfileiramento.
ru: Активация нового соединения в очереди.
vi: Kích hoạt kết nối mới vào hàng chờ.

source: Parent device changed.
de: Übergeordnetes Gerät geändert.
pt_br: Dispositivo pareado alterado.
ru: Родительское устройство изменено.
vi: Thiết bị cha đã thay đổi.

source: Management status of parent device changed.
de: Verwaltungs-Status des übergeordneten Geräts geändert.
pt_br: Status de gerenciamento do dispositivo pai alterado.
ru: Статус управления родительского устройства изменён.
vi: Tình trạng quản lý của thiết bị cha đã thay đổi.

source: Network cable is unplugged.
de: Netzwerkkabel ist nicht angeschlossen.
pt_br: Cabo de rede está desconectado.
ru: Сетевой кабель отключен!
vi: Dây cáp mạng bị rút ra.

source: Please make sure SIM card has been inserted with mobile network signal.
de: Bitte stellen Sie sicher, dass eine empfangsfähige SIM-Karte eingelegt wurde.
pt_br: Por favor, assegure-se que o cartão SIM inserido possua sinal de rede móvel.
ru: Убедитесь, что вставлена SIM-карта с сигналом мобильной сети.
vi: Xin hãy bảo đảm thẻ SIM đã được gắn với tín hiệu mạng di động.

source: Please make sure a correct plan was selected without arrearage of SIM card.
de: Bitte stellen Sie sicher, dass der richtige Tarif ausgewählt wurde und dieser das Guthaben der SIM-Karte nicht überschreitet.
pt_br: Por favor, assegure-se de ter escolhido um plano correto com saldo para o cartão SIM.
ru: Убедитесь, что выбран верный тариф и отсутствует задолженность SIM-карты.
vi: Xin hãy bảo đảm đã chọn một kế hoạch đúng mà không có sự chậm trễ của thẻ SIM.

source: Activate VPN connection failed, unknown reason.
de: Aktivieren der VPN-Verbindung ist fehlgeschlagen, unbekannte Ursache.
pt_br: Falha na conexão VPN ativa, razão desconhecida.
ru: Активация VPN-соединения не удалась по неизвестной причине…
vi: Kích hoạt kết nối VPN đã thất bại, không biết lý do.

source: Activate VPN connection failed.
de: Aktivieren der VPN-Verbindung ist fehlgeschlagen.
pt_br: Falha na conexão VPN ativa.
ru: Активация VPN-соединения не удалась.
vi: Kích hoạt kết nối VPN đã thất bại.

source: The VPN connection changed state due to disconnection from users.
de: Die VPN Verbindung hat ihren Status geändert, weil ein Benutzer die Verbindung getrennt hat.
pt_br: O estado da conexão VPN mudou pois usuários se desconectaram.
ru: Изменено состояние VPN-соединения из-за отключения пользователей.
vi: Kết nối VPN đã thay đổi trạng thái do ngắt kết nối từ người dùng.

source: The VPN connection changed state due to disconnection from devices.
de: Die VPN Verbindung hat wegen dem Entfernen von Geräten ihren Status geändert.
pt_br: O estado da conexão VPN mudou pois dispositivos foram desconectados.
ru: Изменено состояние VPN-соединения из-за отключения от устройств.
vi: Kết nối VPN đã thay đổi trạng thái do ngắt kết nối từ các thiết bị.

source: VPN service stopped.
de: Der VPN-Dienst wurde angehalten.
pt_br: Serviço VPN parou.
ru: VPN-сервис остановлен.
vi: Dịch vụ VPN đã dừng.

source: The IP config of VPN connection was invalid.
de: Die IP-Konfiguration der VPN Verbindung war ungültig.
pt_br: A configuração do IP do VPN era inválida.
ru: IP конфигурация VPN-подключения неверна.
vi: Cấu hình IP của kết nối VPN đã vô hiệu.

source: The connection attempt to VPN service timed out.
de: Der Verbindungsversuch zum VPN-Dienst meldet eine Zeitüberschreitung.
pt_br: A tentativa de se conectar ao VPN chegou ao tempo limite.
ru: Время попытки подключения VPN-сервиса истекло.
vi: Cố gắng kết nối với dịch vụ VPN đã hết giờ.

source: The VPN service start timed out.
de: Das Starten des VPN-Dienstes meldet eine Zeitüberschreitung.
pt_br: A inicialização do serviço VPN expirou.
ru: Время запуска VPN-сервиса истекло.
vi: Khởi động dịch vụ VPN đã hết giờ.

source: The VPN service failed to start.
de: Das Starten des VPN-Dienstes schlug fehl.
pt_br: Serviço VPN falhou em iniciar.
ru: Невозможно запустить VPN-сервис.
vi: Dịch vụ VPN khởi động thất bại.

source: Necessary password for the VPN connection was not provided.
de: Das benötigte Passwort für die VPN Verbindung wurde nicht angegeben.
pt_br: A senha necessária para se conectar ao VPN não foi fornecida.
ru: Необходимый пароль для подключения VPN не был предоставлен.
vi: Mật mã cần thiết cho kết nối VPN đã không được cung cấp.

source: Authentication to VPN server failed.
de: Die Authentifizierung beim VPN Server schlug fehl.
pt_br: Autenticação no servidor VPN falhou.
ru: Аутентификация на VPN-сервере не удалась.
vi: Việc xác thực với máy chủ VPN đã thất bại.

source: The connection was deleted from settings.
de: Die Verbindung wurde aus den Einstellungen entfernt.
pt_br: A conexão foi excluída das configurações
ru: Соединение было удалено из настроек.
vi: Kết nối đã bị xóa khỏi các thiết lập.

source: Unknown
cs: Neznámý
de: Unbekannt
fr: Inconnu
it: Sconosciuto
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестный
uk: Невідомо
vi: Không rõ

source: You are now offline.
cs: Nyní jste ve stavu bez připojení.
de: Sie sind jetzt Offline.
fr: Vous êtes maintenant hors connection.
it: Sei ora offline.
nl: Je bent nu offline.
pl: Jesteś obecnie niepołączony z siecią.
pt_br: Você agora está off-line.
ru: Теперь Вы в автономном режиме.
uk: Ви наразі оффлайн.
vi: Bây giờ bạn không trực tuyến.
