Repository: linuxdeepin/dde-dock
Catalog: misc/po/*.po
Languages: cs, de, fr, it, nl, pl, pt_br, ru, uk, vi

source: Switch to workspace 3
de: Zu Arbeitfläche 3 wechseln
pt_br: Alternar para área de trabalho 3
ru: Переключить на раб. стол 3
vi: Chuyển sang không gian làm việc 3

source: Switch to workspace 4
de: Zu Arbeitfläche 4 wechseln
pt_br: Alternar para área de trabalho 4
ru: Переключить на раб. стол 4
vi: Chuyển sang không gian làm việc 4

source: Switch to left workspace
cs: Přepnout vlevo na pracovní plochu
de: Zur linken Arbeitfläche wechseln
fr: Basculer à l'espace de travail de gauche
it: Passa allo spazio di lavoro a sinistra
nl: Ga naar linker werkruimte
pl: Przełącz na lewą przestrzeń roboczą
pt_br: Alternar para a área de trabalho à esquerda
ru: Переключиться на левый рабочий стол
uk: Переключитися на ліву робочу область
vi: Chuyển sang không gian làm việc bên trái

source: Switch to right workspace
cs: Přepnout vpravo na pracovní plochu
de: Zur rechten Arbeitsfläche wechseln
fr: Basculer à l'espace de travail de droite
it: Passa allo spazio di lavoro a destra
nl: Ga naar rechter werkruimte
pl: Przełącz na prawą przestrzeń roboczą
pt_br: Alternar para a área de trabalho à direita
ru: Переключиться на правый рабочий стол
uk: Переключитись на правий робочий простір
vi: Chuyển sang không gian làm việc bên phải

source: Switch to upper workspace
cs: Přepnout na horní pracovní plochu
de: Zur oberen Arbeitsfläche wechseln
fr: Basculer à l'espace de travail supérieur
it: Passa allo spazio di lavoro superiore
nl: Ga naar bovenste werkruimte
pl: Przełącz na wyższą przestrzeń roboczą
pt_br: Alternar para a área de trabalho acima
ru: Переключиться на верхний рабочий стол
uk: Переключитись на верхнє робоче місце
vi: Chuyển sang không gian làm việc ở trên

source: Switch to lower workspace
cs: Přepnout na spodní pracovní plochu
de: Zur unteren Arbeitsfläche wechseln
fr: Basculer à l'espace de travail inférieur
it: Passa allo spazio di lavoro inferiore
nl: Ga naar onderste werkruimte
pl: Przełącz na niższą przestrzeń roboczą
pt_br: Alternar para a área de trabalho abaixo
ru: Переключиться на нижний рабочий стол
uk: Перейти в нижчій робочій простір
vi: Chuyển sang không gian làm việc ở dưới

source: Move to workspace 1
de: Auf Arbeitsfläche 1 verschieben
pt_br: Mover para a área de trabalho 1
ru: Переместить на рабочий стол 1
vi: Di chuyển tới không gian làm việc 1

source: Move to workspace 2
de: Auf Arbeitsfläche 2 verschieben
pt_br: Mover para a área de trabalho 2
ru: Переместить на рабочий стол 2
vi: Di chuyển tới không gian làm việc 2

source: Move to workspace 3
de: Auf Arbeitsfläche 3 verschieben
pt_br: Mover para a área de trabalho 3
ru: Переместить на рабочий стол 3
vi: Di chuyển tới không gian làm việc 3

source: Move to workspace 4
de: Auf Arbeitsfläche 4 verschieben
pt_br: Mover para a área de trabalho 4
ru: Переместить на рабочий стол 4
vi: Di chuyển tới không gian làm việc 4

source: Move to left workspace
cs: Přesunout vlevo na pracovní plochu
de: Auf linke Arbeitsfläche verschieben
fr: Aller à l'espace de travail de gauche
it: Muoviti sullo spazio di lavoro sinistro
nl: Verplaats naar linker werkruimte
pl: Przenieś na lewą przestrzeń roboczą
pt_br: Mover para a área de trabalho à esquerda
ru: Переместить на левый рабочий стол
uk: Переміститись на лівий робочий простір
vi: Di chuyển tới không gian làm việc bên trái

source: Move to right workspace
cs: Přesunout vpravo na pracovní plochu
de: Auf rechte Arbeitsfläche verschieben
fr: Aller à l'espace de travail de droite
it: Muoviti sullo spazio di lavoro destro
nl: Verplaats naar rechter werkruimte
pl: Przenieś na prawą przestrzeń roboczą
pt_br: Mover para a área de trabalho à direita
ru: Переместить на правый рабочий стол
uk: Перемістити до правого робочого простору
vi: Di chuyển tới không gian làm việc bên phải

source: Move to upper workspace
cs: Přesunout na horní pracovní plochu
de: Auf obere Arbeitsfläche verschieben
fr: Aller à l'espace de travail supérieur
it: Muoviti sullo spazio di lavoro superiore
nl: Verplaats naar bovenste werkruimte
pl: Przenieś na wyższą przestrzeń roboczą
pt_br: Mover para a área de trabalho acima
ru: Переместить на верхний рабочий стол
uk: Перейти до верхнього робочого місця
vi: Di chuyển tới không gian làm việc ở trên

source: Move to lower workspace
cs: Přesunout na spodní pracovní plochu
de: Auf untere Arbeitsfläche verschieben
fr: Aller à l'espace de travail inférieur
it: Muoviti sullo spazio di lavoro inferiore
nl: Verplaats naar onderste werkruimte
pl: Przenieś na niższą przestrzeń roboczą
pt_br: Mover para a área de trabalho abaixo
ru: Переместить на нижний рабочий стол
uk: Перейти на нижнє робоче місце
vi: Di chuyển tới không gian làm việc ở dưới

source: Deepin Screen Recorder
cs: Nahrávač obrazovky
de: Deepin Bildschirmaufnahme
fr: Enregistreur d'écran Deepin
nl: Deepin Schermopname
pl: Nagrywanie ekranu Deepin
pt_br: Captura de tela do Deepin
ru: Запись с Экрана Deepin
vi: Trình thu lại Màn hình Deepin

source: Switch window effects
cs: Přepnout efekty oken
de: Fensterwechseleffekte
fr: Basculer entre les effets de fenêtres
it: Cambia effetti finestre
nl: Wissel tussen venstereffecten
pl: Przełącz efekty okna
pt_br: Alterar efeitos de janela
ru: Переключатель эффектов окна
uk: Перемикнути ефекти вікон
vi: Đổi các hiệu ứng cửa sổ

source: Fast Screen Off
cs: Rychlá obrazovka vypnuta
de: Schnellbildschirm aus
fr: Extinction rapide écran
it: Fast Screen Disattivato
nl: Snel scherm uit
pl: Szybkie wyłączenie ekranu
ru: Погасить Экран
uk: Швидкий Screen Off
vi: Tắt Màn hình Nhanh

source: Switch similar windows
cs: Přepnout podobná okna
de: Ähnliche Fenster wechseln
fr: Basculer entre fenêtres similaires
it: Switch finestre simili
nl: Verwissel gelijkaardige vensters
pl: Przełącz podobne okna
pt_br: Alternar janelas similares
ru: Переключить похожие окна
uk: Замінити схожі вікна
vi: Chuyển sang các cửa sổ tương tự

source: Switch similar windows in reverse
cs: Přepínání podobných oken v opačném směru
de: Ähnliche Fenster in umgekehrter Reihenfolge wechseln
fr: Changer de fenêtre similaires dans le sens inverse
it: Switch invertito finestre simili
nl: Verwissel gelijkaardige vensters in omgekeerde volgorde
pl: Przełącz podobne okna w odwrotnej kolejności
pt_br: Alternar reversamente janelas similares
ru: Переключить похожие окна в обратном порядке
uk: Переключатися між подібними вікнами у зворотному порядку
vi: Chuyển sang các cửa sổ tương tự theo thứ tự ngược lại

source: Switch windows
cs: Přepnout okna
de: Fenster wechseln
fr: Basculer entre les fenêtres
it: Switch finestre
nl: Verwissel vensters
pl: Przełącz okna
pt_br: Alternar janelas
ru: Переключить окна
uk: Перехід між вікнами
vi: Chuyển cửa sổ

source: Switch windows in reverse
cs: Přepínání oken v opačném směru
de: Fenster in umgekehrter Reihenfolge wechseln
fr: Alterner les fenêtres en sens inverse
it: Switch invertito finestre
nl: Verwissel vensters in omgekeerde volgorde
pl: Przełącz okna w odwrotnej kolejności
pt_br: Alternar reversamente janelas
ru: Переключить окна в обратном порядке
uk: Переключення між вікнами у зворотному порядку
vi: Chuyển cửa sổ theo thứ tự ngược lại

source: Display windows of all workspaces
cs: Zobrazit okna ze všech pracovních prostředí
de: Fenster auf allen Arbeitsflächen anzeigen
fr: Afficher tous les espaces de travail
it: Visualizza le finestre per tutti gli spazi di lavoro
nl: Toon vensters van alle werkruimtes
pl: Wyświetl okna ze wszystkich przestrzeni roboczych
pt_br: Exibir janelas de todas as área de trabalho
ru: Показать окна всех рабочих столов
uk: Відображати вікна всіх робочих областей
vi: Hiển thị cửa sổ của tất cả không gian làm việc

source: Display windows of current workspace
cs: Zobrazit okna z nynějšího pracovního prostředí
de: Fenster auf aktueller Arbeitsfläche anzeigen
fr: Afficher l'espace de travail actuel
it: Visualizza le finestre dell'attuale spazio di lavoro
nl: Toon vensters van de huidige werkruimte
pl: Wyświetl okna z bieżącej przestrzeni roboczej
pt_br: Exibir janelas da área de trabalho atual
ru: Показать окна текущего рабочего стола
uk: Показати вікна поточного робочого простору
vi: Hiển thị cửa sổ của không gian làm việc hiện tại

source: Display workspace
cs: Zobrazit pracovní prostředí
de: Arbeitsfläche anzeigen
fr: Afficher l'espace de travail
it: Visualizza lo spazio di lavoro
nl: Toon werkruimte
pl: Wyświetl przestrzeń roboczą
pt_br: Exibir área de trabalho
ru: Отобразить рабочий стол
uk: Показати робоче місце
vi: Hiển thị không gian làm việc

source: System language failed to change, please try later.
de: Systemsprache konnte nicht geändert werden. Bitte versuchen Sie es später erneut.
pt_br: Falha ao alterar o idioma do sistema, por favor tente mais tarde.
ru: Не удалось изменить язык системы, попробуйте позже.
vi: Ngôn ngữ hệ thống thay đổi thất bại, xin hãy thử lại sau.

source: System language has been changed, please log in again after logged out.
de: Systemsprache wurde geändert, bitte melden Sie sich nach dem Abmelden erneut an.
pt_br: O idioma do sistema foi alterada, por favor, logue novamente após encerrar a sessão.
ru: Язык системы был изменен, пожалуйста выйдите из системы и войдите вновь…
vi: Ngôn ngữ hệ thống đã được thay đổi, xin hãy đăng nhập lần nữa sau khi đã đăng xuất.

source: System language is being changed, please wait...
cs: Dochází ke změne systémového jazyka, prosím, čekejte...
de: Systemsprache wird geändert, bitte warten...
fr: Le language du systeme est en cours de modification,veuillez patienter...
it: Sto modificando la lingua di sistema, attendi..
nl: Systeemtaal wordt gewijzigd, gelieve te wachten...
pl: Następuje zmiana języka systemu, prosimy czekać...
pt_br: O idioma do sistema está sendo alterado, por favor aguarde...
ru: Изменяется язык системы, пожалуйста подождите...
uk: Мову системи було змінено. Будь ласка, зачекайте...
vi: Ngôn ngữ hệ thống đã được thay đổi, xin hãy đợi...

source: System language is being changed with an installation of lacked language packages, please wait...
cs: Systémový jazyk se změní instalací potřebných jazykových balíků, prosím, čekejte...
de: Systemsprache wird mit einer Installation von fehlenden Sprachpaketen geändert, bitte warten...
fr: Le language du système est en cours de modification avec un paquet de language manquant,veuillez patienter...
it: La lingua di sistema verrà modificata installando un pacchetto mancante, attendi..
nl: Systeemtaal wordt gewijzigd, maar er ontbreken taalpakketten. Gelieve te wachten...
pl: Następuje zmiana języka systemu wraz z instalacją brakujących pakietów językowych, prosimy czekać...
pt_br: O idioma do sistema está sendo alterado com uma instalação que carece de pacotes de idioma, por favor, aguarde...
ru: Изменяется язык системы, с установкой недостающих языковых пакетов, пожалуйста подождите…
uk: Мова системи змінюється зі встановленням мовних пакетів, яких бракувало, будь ласка, зачекайте...
vi: Ngôn ngữ hệ thống đang được đổi với một cài đặt của những gói ngôn ngữ bị thiếu, xin hãy đợi...

source: %q removed successfully.
de: %q erfolgreich entfernt.
fr: %q a été supprimé correctement.
nl: %q is succesvol verwijderd.
pt_br: %q removido com sucesso.
ru: %q успешно удалён.
uk: %q успішно видалено.
vi: %q đã được gỡ bỏ thành công.

source: Failed to uninstall %q.
de: %q konnte nicht deinstalliert werden.
pt_br: Falha ao desinstalar %q.
ru: Не удалось удалить %q.
vi: Gỡ cài đặt Thất bại %q.

source: Nothing
de: Nichts
it: Niente
pl: Nic
pt_br: Nada
ru: Ничего
vi: Không có gì

source: Open Folder
de: Ordner öffnen
it: Apri cartella
pl: Otwórz katalog
pt_br: Abrir pasta
ru: Открыть папку
vi: Mở Thư mục

source: Run Software
de: Software ausführen
it: Esegui software
pl: Uruchom program
pt_br: Executar Software
ru: Запуск программы
vi: Chạy Phần mềm

source: %s removed successfully
de: %s erfolgreich entfernt
pt_br: %s removido com sucesso.
ru: %s успешно удалён
vi: %s được xóa thành công

source: None
cs: Žádný
de: Keine
fr: Aucun
it: No
nl: Geen
pl: Brak
pt_br: Nenhum
ru: Ни один
uk: Нічого
vi: Không

source: WEP 40/128-bit Key
cs: Klíč WEP 40/128-bitů
de: WEP 40/128-Bit-Schlüssel
nl: WEP 40/128-bitsleutel
pl: WEP klucz 40/128-bitowy
pt_br: Chave WEP 40/128-bit
ru: WEP 40/128-бит. ключ
uk: Ключ WEP 40/128-біт
vi: Chìa khóa WEP 40/128-bit

source: WPA/WPA2 Personal
fr: WPA/WPA2 Personnelle
nl: WPA/WPA2 persoonlijk
ru: Персональный WPA/WPA2
uk: Режим WPA/WPA2 Personal
vi: WPA/WPA2 Cá nhân

source: Tunneled TLS
cs: TLS
de: Getunneltes TLS
fr: TLS par tunnel
pl: Tunelowany TLS
ru: Туннельный TLS
uk: Тунельований TLS
vi: TLS được tạo đường

source: Protected EAP
cs: Chráněné EAP
de: Geschütztes EAP
fr: EAP protégé
nl: Beschermd EAP
pl: Zabezpieczony EAP
pt_br: EAP Protegido
ru: Защищенный EAP
uk: Захищений EAP
vi: EAP được bảo vệ

source: Wired Connection
cs: Drátové připojení
de: Kabelgebundene Verbindung
fr: Connexion filaire
it: Connessione cablata
nl: Bekabelde verbinding
pl: Połączenie przewodowe
pt_br: Conexão com fio
ru: Проводное Соединение
uk: Дротове підключення
vi: Kết nối Có dây

source: Saved
cs: Uloženo
de: Gespeichert
fr: Sauvegardé
it: Salvato
nl: Opgeslagen
pl: Zapisano
pt_br: Salvo
ru: Сохранено
uk: Збережено
vi: Đã lưu

source: Always Ask
cs: Vždy se zeptat
de: Immer nachfragen
fr: Toujours demander
it: Chiedi sempre
nl: Altijd Vragen
pl: Zawsze pytaj
pt_br: Sempre Perguntar
ru: Всегда Спрашивать
uk: Завжди запитувати
vi: Luôn Hỏi

source: Not Required
cs: Není požadováno
de: Nicht erforderlich
fr: Non requis
it: Non richiesto
nl: Niet Vereist
pl: Niewymagane
pt_br: Não Requerido
ru: Не Требуется
uk: Не вимагається
vi: Không Cần

source: Connection
cs: Spojení
de: Verbindung
fr: Connexion
it: Connessione
nl: Verbinding
pl: Połączenie
pt_br: Conexão
ru: Соединение
uk: Підключення
vi: Kết nối

source: Wireless Connection
cs: Bezdrátové připojení
de: Drahtlosverbindung
fr: Connexion sans fil
it: Connessione WiFi
nl: Draadloze Verbinding
pl: Połączenie bezprzewodowe
pt_br: Conexão Wireless
ru: Беспроводное Соединение
uk: Бездротове підключення
vi: Kết nối Không dây

source: Wireless Ad-Hoc
cs: Bezdrátové Ad-Hoc
de: Drahtloses Ad-Hoc
fr: Sans fil Ad-Hoc
nl: Draadloos ad-hoc
pl: Bezprzewodowe Ad-Hoc
ru: Беспроводный Ad-Hoc
uk: Бездротова Ad-Hoc мережа
vi: Cho Không dây

source: Wireless Ap-Hotspot
cs: Bezdrátový Ap-Hotspot
de: Drahtloser Ap-Hotspot
fr: Sans fil Ap-Hotspot
nl: Draadloze Ap-Hotspot
pl: Bezprzewodowe Ap-Hotspot
pt_br: Ponto de Acesso Sem Fio
ru: Беспроводной Ap-Hotspot
uk: Бездротова точка доступу
vi: Điểm nóng Truy cập Không dây

source: PPPoE Connection
cs: PPPoE připojení
de: PPPoE-Verbindung
fr: Connexion PPPoE
it: Connessione PPPoE
nl: PPPoE-verbinding
pl: Połączenie PPPoE
pt_br: Conexão PPPoE
ru: PPPoE-подключение
uk: З'єднання по PPPoE
vi: Mạng Kết nối PPPoE theo Giao thức Điểm với điểm

source: Mobile Connection
cs: Mobilní připojení
de: Mobile Verbindung
fr: Connexion mobile
it: Connessione Mobile
nl: Mobiele verbinding
pl: Połączenie komórkowe
pt_br: Conexão Móvel
ru: Мобильное подключение
uk: Мобільний зв'язок
vi: Kết nối di động

source: Mobile GSM Connection
cs: Mobilní GSM připojení
de: Mobile GSM-Verbindung
fr: Connexion mobile GSM
it: Connessione Mobile GSM
nl: Mobiele GSM-verbinding
pl: Połączenie komórkowe GSM
pt_br: Conexão Móvel GSM
ru: Мобильное GSM-подключение
uk: Мобільний зв‘язок GSM
vi: Kết nối Di động GSM Chuẩn toàn cầu

source: Mobile CDMA Connection
cs: Mobilní CDMA připojení
de: Mobile CDMA-Verbindung
fr: Connexion mobile CDMA
it: Connessione Mobile CDMA
nl: Mobiele CDMA-verbinding
pl: Połączenie komórkowe CDMA
pt_br: Conexão Móvel CDMA
ru: Мобильное CDMA-подключение
uk: Мобільний зв'язок CDMA
vi: Kết nối Di động CDMA Đa truy cập Chia mã

source: VPN Connection
cs: Spojení VPN
de: VPN-Verbindung
fr: Connexion VPN
it: Connessione VPN
nl: VPN-verbinding
pl: Połączenie VPN
pt_br: Conexão VPN
ru: VPN-подключение
uk: Підключення віртуальної приватної мережі (VPN)
vi: Kết nối VPN Mạng Cá nhân Ảo

source: Disabled
cs: Zakázáno
de: Deaktiviert
fr: Désactivé
it: Disabilitato
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desativado
ru: Отключено
uk: Вимкнено
vi: Đã ngắt

source: Anonymous
cs: Anonymní
de: Anonym
fr: Anonyme
it: Anonima
nl: Annoniem
pl: Anonimowo
pt_br: Anônimo
ru: Анонимный
uk: Анонімно
vi: Ẩn danh

source: Authenticated
cs: Pravost ověřena
de: Authentifiziert
fr: Authentifié
it: Autenticata
nl: Geverifieerd
pl: Uwierzytelniono
pt_br: Autenticado
ru: Проверенный
uk: Ідентифіковано
vi: Đã xác thực

source: Both
cs: Oba
de: Beide
fr: Tous les deux
it: Entrambi
nl: Beide
pl: Oba
pt_br: Ambos
ru: Оба
uk: Обоє
vi: Cả hai

source: Automatic
cs: Automaticky
de: Automatisch
fr: Automatique
it: Automatico
nl: Automatisch
pl: Automatycznie
pt_br: Automático
ru: Автоматически
uk: Автоматично
vi: Tự động

source: Version 0
cs: Verze 0
it: Versione 0
nl: Versie 0
pl: Wersja 0
pt_br: Versão 0
ru: Версия 0
uk: Версія 0
vi: Phiên bản 0

source: Version 1
cs: Verze 1
it: Versione 1
nl: Versie 1
pl: Wersja 1
pt_br: Versão 1
ru: Версия 1
uk: Версія 1
vi: Phiên bản 1

source: General
cs: Obecné
de: Allgemein
fr: Général
it: Generali
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Основной
uk: Загальне
vi: Tổng quát

source: Name
cs: Název
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя
uk: Назва
vi: tên

source: Automatically connect
cs: Připojit automaticky
de: Automatisch verbinden
fr: Se connecter automatiquement
it: Connessione automatica
nl: Automatisch verbinden
pl: Połącz automatycznie
pt_br: Conectar-se automaticamente
ru: Соединять автоматически
uk: Приєднатися автоматично
vi: Kết nối tự động

source: For All Users
cs: Pro všechny uživatele
de: Für alle Benutzer
fr: Pour tous les utilisateurs
it: Per tutti gli utenti
nl: Voor alle gebruikers
pl: Dla wszystkich użytkowników
pt_br: Para Todos os Usuários
ru: Для всех пользователей
uk: Для всіх користувачів
vi: Với Tất cả Người dùng

source: Device MAC Addr
cs: Adresa zařízení MAC
de: Geräte MAC-Adre
fr: MAC du périphérique
it: Indirizzo MAC
nl: MAC-adres van apparaat
pl: Adres MAC urządzenia
pt_br: Endereço MAC do Dispositivo
ru: MAC-адрес Устройства
uk: Пристрій MAC Addr
vi: Địa chỉ MAC thiết bị

source: Cloned MAC Addr
cs: Klonovaná adresa MAC
de: Geklonte MAC-Adre
fr: MAC clonée
it: Indirizzo MAC Clone
nl: Gekloond MAC-adres
pl: Sklonowany adres MAC
pt_br: Endereço MAC Clonado
ru: Клонированный MAC-адрес
uk: Адреса клонованого MAC
vi: Địa chỉ MAC được nhân bản

source: Customize MTU
cs: Přizpůsobit MTU
de: MTU anpassen
fr: MTU personnalisé
it: Modifica MTU
nl: MTU aanpassen
pl: Dostosuj MTU
pt_br: Personalizar MTU
ru: Настроить MTU
uk: Налаштувати MTU
vi: MTU tùy chỉnh

source: Mobile
cs: Mobilní
de: Mobil
nl: Mobiel
pl: Komórkowe
pt_br: Móvel
ru: Мобильный
uk: Мобільний
vi: Di động

source: Country or region
cs: Země nebo kraj
de: Land oder Region
fr: Pays ou Region
it: Paese o Regione
nl: Land of regio
pl: Kraj lub region
pt_br: País ou região
ru: Страна или регион
uk: Країна або регіон
vi: Đất nước hay khu vực

source: Provider
cs: Poskytovatel
de: Anbieter
fr: F.a.i
pl: Usługodawca
pt_br: Provedor
ru: Провайдер
uk: Постачальник
vi: Nhà cung cấp

source: Plan
cs: Plán
it: Piano
pt_br: Plano
ru: План
uk: План
vi: Kế hoạch

source: Service Type
cs: Typ služby
de: Diensttyp
fr: Type de service
it: Tipologia servizio
nl: Diensttype
pl: Rodzaj usługi
pt_br: Tipo de Serviço
ru: Тип Службы
uk: Тип служби
vi: Loại Dịch vụ

source: Number
cs: Číslo
de: Nummer
fr: Nombre
it: Numero
nl: Nummer
pl: Numer
pt_br: Número
ru: Номер
uk: Номер
vi: Số

source: Username
cs: Uživatelské jméno
de: Benutzernahme
fr: Nom d'utilisateur
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Usuário
ru: Имя пользователя
uk: Ім'я користувача
vi: Tên người dùng

source: Password
cs: Heslo
de: Passwort
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
uk: Пароль
vi: Mật mã

source: Network ID
cs: ID sítě
de: Netzwerkkennung
fr: Identifiant du réseau
it: ID Network
nl: Netwerkidentiteit
pl: Identyfikator sieci
pt_br: ID da Rede
ru: ID сети
uk: Мережевий ID
vi: ID Mạng

source: Home Network Only
cs: Pouze domácí síť
de: Nur Heimnetzwerk
fr: Réseau domestique uniquement
it: Solo network casalinghi
nl: Alleen thuisnetwerk
pl: Tylko sieć domowa
pt_br: Somente rede doméstica
ru: Только Домашняя Сеть
uk: Лише домашня мережа
vi: Chỉ dùng cho Mạng Gia đình

source: Security
cs: Bezpečnost
de: Sicherheit
fr: Sécurité
it: Sicurezza
nl: Beveiliging
pl: Bezpieczeństwo
pt_br: Segurança
ru: Безопасность
uk: Безпека
vi: Bảo mật

source: Security Required
cs: Požadovaná bezpečnost
de: Sicherheit erforderlich
fr: Sécurité demandée
it: Richesta sicurezza
nl: Beveiliging vereist
pl: Wymagane zabezpieczenie
pt_br: Segurança Requerida
ru: Требования Безопасности
uk: Необхідний рівень безпеки
vi: Đòi hỏi Bảo mật

source: Key
cs: Klíč
de: Schlüssel
fr: Clé
it: Chiave
nl: Sleutel
pl: Klucz
pt_br: Chave
ru: Ключ
uk: Клавіша
vi: Chìa khóa

source: EAP Auth
cs: Ověření EAP
fr: Authentification EAP
it: Autentificazione EAP
nl: EAP-authenticatie
pl: Uwierzytelnienie EAP
pt_br: Autent. EAP
ru: EAP-аутентификация
uk: EAP-аутентифікація
vi: Xác thực EAP

source: Identity
cs: Totožnost:
de: Identität
fr: Identité
it: Identità
nl: Identiteit
pl: Tożsamość
pt_br: Identificar
ru: Идентично
uk: Ідентичність
vi: Danh tính

source: Anonymous ID
cs: Anonymní ID
de: Anonyme Kennung
fr: Identifiant anonyme
it: ID Anonimo
nl: Anonieme identiteit
pl: Anonimowo
pt_br: ID Anônimo
ru: Анонимный ID
uk: Анонімний ідентифікатор
vi: ID Ẩn danh

source: CA Cert
cs: Certifikát CA
nl: CA-certificaat
pl: Certyfikat CA
pt_br: Cert. CA
ru: CA-сертификат
uk: Сертифікат CA
vi: Xác nhận CA

source: User Cert
cs: Uživatelský certifikát
de: Benutzer Cert
fr: Cert. utilisateur
nl: Gebruikerscertificaat
pl: Certyfikat użytkownika
pt_br: Certificado de Usuário
ru: Сертификат Пользователя
uk: Сертифікат користувача
vi: Xác nhận Người dùng

source: Provisioning
cs: Zjišťování polohy
de: Bereitstellung
fr: Disposition
it: Fornitura
nl: Toelevering
pl: Zabezpieczanie
pt_br: Suprir
ru: Резервирование
uk: Підготовка
vi: Dự phòng

source: PAC file
cs: Soubor PAC
de: PAC-Datei
fr: Fichier PAC
it: File PAC
nl: PAC-bestand
pl: Plik PAC
pt_br: Arquivo PAC
ru: PAC-файл
uk: PAC-файл
vi: Tập tin PAC

source: PEAP Version
cs: Verze PEAP
fr: Version PEAP
it: Versione PEAP
nl: PEAP-versie
pl: Wersja PEAP
pt_br: Versão PEAP
ru: Версия PEAP
uk: PEAP-версія
vi: Phiên bản PEAP

source: Inner Auth
cs: Vnitřní ověření
de: Innere Auth
fr: Authentification Interne
it: Autentificazione Inner
nl: Inner-authenticatie
pl: Wewnętrzne uwierzytelnienie
pt_br: Autent. Inner
ru: Внутренняя Аутентификация
uk: Внутрішня аутентифікація
vi: Xác thực bên trong

source: Private Key
cs: Soukromý klíč
de: Privater Schlüssel
fr: Clé privée
it: Chiave privata
nl: Privésleutel
pl: Klucz prywatny
pt_br: Chave Privada
ru: Личный Ключ
uk: Закритий ключ
vi: Chìa khóa Cá nhân

source: Ask for Pwd
cs: Požádat o heslo
de: Nach Passwort fragen
fr: Mot de passe demandé
it: Chiedi la password
nl: Vragen om wachtwoord
pl: Pytaj o hasło
pt_br: Pedir Senha
ru: Запрос Пароля
uk: Запитати пароль
vi: Đòi hỏi Pwd

source: Private Pwd
cs: Soukromé heslo
de: Privates Passwort
fr: Mdp privé
it: Password privata
nl: Privéwachtwoord
pl: Hasło prywatne
pt_br: Senha Privada
ru: Личный Пароль
uk: Приватний пароль
vi: Pwd Cá nhân

source: Mode
cs: Režim
de: Modus
it: Modalità
nl: Modus
pl: Tryb
pt_br: Modo
ru: Режим
uk: Режим
vi: Chế độ

source: Band
cs: Pásmo
fr: Bande
it: Banda
pl: Pasmo
pt_br: Banda
ru: Диапазон
uk: Група
vi: Băng tần

source: Channel
cs: Kanál
de: Kanal
fr: Canal
it: Canale
nl: Kanaal
pl: Kanał
pt_br: Canal
ru: Канал
uk: Канал
vi: Kênh

source: Service
cs: Služba
de: Dienst
it: Servizio
nl: Dienst
pl: Usługa
pt_br: Serviço
ru: Служба
uk: Служба
vi: Dịch vụ
