Repository: linuxdeepin/dde-dock
Catalog: misc/po/*.po
Languages: cs, de, fr, it, nl, pl, pt_br, ru, uk, vi

source: Please enter a password not less than 8 characters
cs: Zadejte, prosím, heslo ne kratší než 8 znaků
de: Bitte geben Sie ein Passwort mit nicht weniger als 8 Zeichen ein
fr: Veuillez insérer un mot de passe d'au moins 8 caractères
it: Inserisci una password lunga almeno 8 caratteri
nl: Vul alstublieft een wachtwoord in met niet minder dan 8 tekens
pl: Prosimy wpisać hasło o długości nie krótszej niż 8 znaków
pt_br: Por favor digite uma senha não inferior a 8 caracteres
ru: Введите пароль не менее 8 символов
uk: Пароль має бути не менше 8 символів
vi: Xin hãy nhập mật khẩu nhiều hơn hoặc bằng 8 ký tự

source: The password must contain English letters (case-sensitive), numbers or special symbols (~!@#$%^&*()[]{}\|/?,.<>)
cs: Heslo musí obsahovat anglická písmena (rozlišuje se velikost písmen), čísla nebo zvláštní symboly (~!@#$%^&*()[]{}\|/?,.<>)
de: Das Passwort muss englische Buchstaben (Groß-/Kleinschreibung wird unterschieden), Zahlen oder Sonderzeichen (~!@#$%^&*()[]{}\|/?,.<>) enthalten
fr: Le mot de passe doit contenir des lettres (sensibles à la casse), des chiffres ou des symboles spéciaux (~!@#$%^&*()[]{}\|/?,.<>)
it: La password deve contenere lettere Italiane (case-sensitive), numeri o caratteri speciali (~!@#$%^&*()[]{}\|/?,.<>)
nl: Het wachtwoord moet letters (hoofdlettergevoelig), cijfers en speciale tekens bevatten (~!@#$%^&*()[]{}\|/?,.<>)
pl: Hasło musi zawierać litery alfabetu angielskiego (uwzględniając wielkie litery), cyfry lub znaki specjalne (~!@#$%^&*()[]{}\|/?,.<>)
pt_br: A senha deve conter caracteres do idioma inglês (sensível à maiúsculas e minúsculas), números ou símbolos especiais (~!@#$%^&*()[]{}\|/?,.<>)
ru: Пароль должен содержать латинские буквы (с учетом регистра), цифры или специальные символы (~!@#$%^&*()[]{}\|/?,.<>)
uk: Пароль повинен містити англійські літери (чутливі до регістру), цифри або спеціальні символи(~!@#$%^&*()[]{}\|/?,.<>)
vi: Mật mã phải chứa ký tự Tiếng Anh (phân biệt kiểu chữ), số hay các ký hiệu đặc biệt (~!@#$%^&*()[]{}\|/?,.<>)

source: The password must contain English letters (case-sensitive), numbers or special symbols (%s)
de: Das Passwort muss englische Buchstaben (Groß-/Kleinschreibung wird unterschieden), Zahlen oder Sonderzeichen (%s) enthalten
pt_br: A senha deve conter letras (diferencia maiúsculas de minúsculas), números ou símbolos especiais (%s)
ru: Пароль должен содержать латинские буквы (с учётом регистра), цифры или специальные символы (%s)
vi: Mật khẩu phải gồm những chứ cái Tiếng Anh ( phân biệt giữa chữ viết HOA và chữ viết thường ), chữ số hoặc những ký tự đặc biệt (ví dụ như %s)

source: Username can not be empty.
cs: Uživatelské jméno nesmí být prázdné
de: Benutzername darf nicht leer sein.
fr: Le nom d'utilisateur ne peut être vide.
it: Devi indicare l'username.
nl: Het gebruikersnaamveld mag niet leeg worden gelaten.
pl: Nazwa użytkownika nie może być pusta.
pt_br: Nome de usuário não pode estar vazio.
ru: Имя пользователя не может быть пустым.
uk: Ім'я користувача не може бути пустим.
vi: Tên người dùng không thể trống.

source: Username must comprise a~z, 0~9, - or _.
cs: Uživatelské jméno musí obsahovat a~z, 0~9, - or _.
de: Benutzername muss a~z, 0~9, - oder _ beinhalten.
fr: Le nom d'utilisateur doit comporter a~z, 0~9, - ou _.
it: l'username deve contenere caratteri tipo a~z, 0~9, - o _.
nl: De gebruikersnaam moet bestaan uit a~z, 0~9, - of _.
pl: Nazwa użytkownika musi składać się tylko ze znaków: a-z, 0-9, - lub _.
pt_br: Nome de usuário deve conter apenas caracteres a-z, 0-9, - ou _.
ru: Имя пользователя должно содержать a...z, 0...9, - или _.
uk: Ім‘я користувача має включати в себе a~z, 0~9, - або _.
vi: Tên người dùng phải bao gồm a~z, 0~9, - hay _.

source: The first character must be in lower case.
cs: První písmeno musí být malé.
de: Das erste Zeichen muss in Kleinbuchstaben geschrieben sein.
fr: La première lettre doit être en minuscule.
it: Il primo carattere deve essere in minuscolo.
nl: Het eerste teken mag geen hoofdletter zijn.
pl: Pierwszy znak musi być z małej litery.
pt_br: O primeiro caractere deve ser minúsculo.
ru: Первый символ должен быть в нижнем регистре!
uk: Перший символ має бути у нижньому регістрі.
vi: Ký tự đầu tiên phải ở dạng viết thường.

source: The username exists.
cs: Uživatelské jméno už existuje.
de: Der Benutzername ist vorhanden.
fr: Le nom d'utilisateur existe déjà.
it: L'username esiste già.
nl: De gebruikersnaam bestaat.
pl: Nazwa użytkownika już istnieje.
pt_br: O nome do usuário já existe.
ru: Имя пользователя уже существует!
uk: Таке ім'я користувача вже існує.
vi: Tên người dùng đã tồn tại.

source: The username has been used by system.
cs: Uživatelské jméno bylo použito systémem.
de: Der Benutzername ist vom System verwendet worden.
fr: Le nom d'utilisateur à été utilisé par le systeme.
it: L'username è utilizzata dal sistema.
nl: De gebruikersnaam werd gebruikt door het systeem.
pl: Nazwa użytkownika jest używana przez system.
pt_br: O nome de usuário já está em uso pelo sistema.
ru: Это имя пользователя используется системой!
uk: Це ім'я користувача вже використовувалося в системі.
vi: Tên người dùng đã được sử dụng bởi hệ thống.

source: The username's length exceeds the limit
cs: Délka uživatelského jména překračuje omezení
de: Die Länge des Benutzernames überschreitet die Begrenzung
fr: La longueur du nom d'utilisateur dépasse la limite
it: La lunghezza del nome utente è eccessiva
nl: De gebruikersnaam is te lang
pl: Długość nazwy użytkownika przekroczyła dozwolony limit
pt_br: O tamanho do nome de usuário excedeu o limite
ru: Превышен лимит длинны имени пользователя
uk: Ім’я користувача задовге
vi: Chiều dài tên người dùng vượt quá giới hạn.

source: Serial port
cs: Sériová přípojka
de: Serieller Port
fr: Port série
it: Porta seriale
nl: Seriële poort
pl: Port szeregowy
pt_br: Porta serial
ru: Последовательный порт
uk: Послідовний порт
vi: Cổng nối tiếp.

source: Dial-Up networking
cs: Vytáčené připojení
de: DFÜ-Netzwerk
fr: Réseau modem
nl: Netwerk via inbelverbinding
pl: Sieć dodzwaniana Dial-Up
pt_br: Conexão discada
ru: Коммутируемая сеть
uk: Віддалений доступ до мережі
vi: Kết nối mạng lưới

source: Hands-Free device
cs: Zařízení umožňující používat mobilní zařízení bez rukou
de: Gerät für Freisprecheinrichtung
fr: Kit main libre
it: Dispositivo auricolare
nl: Handenvrij apparaat
pl: Urządzenie głośnomówiące
pt_br: Dispositivo Hands-Free
ru: Устройство громкой связи
uk: Пристрій "вільні руки"
vi: Thiết bị không cần dùng tay

source: Hands-Free voice gateway
cs: Nastavení používání mobilního zařízení bez rukou
de: Freisprecheinrichtung
fr: Passerelle de kit main libre
nl: Handenvrije stemgateway
pl: Brama głosowa urządzenia głośnomówiącego
pt_br: Gateway de voz do Hands-Free
ru: Голосовой вход громкой связи
uk: Голосовий шлюз для Hands-Free
vi: Cổng âm thanh cho thiết bị không cần dùng tay

source: Headset voice gateway
cs: Hlasová brána sluchátky
de: Sprachgateway per Kopfhörer
fr: Passerelle pour micro-casque
nl: Hoofdtelefoon stemgateway
pl: Brama głosowa zestawu słuchawkowego
pt_br: Gateway de voz do Headset
ru: Голосовой вход наушников
uk: Голосовий шлюз гарнітури
vi: Cổng âm thanh tai nghe

source: Object push
cs: Zatlačení předmětu
fr: Poussage d'objet
nl: Object doordrukken
pl: Przesyłanie obiektów
pt_br: Envio de objetos
ru: Загрузка объекта
uk: Вимкнути пуш-сповіщення
vi: Nhấn vào vật thể

source: File transfer
cs: Přenos souborů
de: Dateitransfer
fr: Transfert de fichier
it: Trasferimento file
nl: Bestandsoverdracht
pl: Przesyłanie plików
pt_br: Transferência de arquivos
ru: Передача файлов
uk: Передавання файлів
vi: Truyền tệp tin

source: Synchronization
cs: Synchronizace
de: Synchronisation
fr: Synchronisation
it: Sincronizzazione
nl: Synchronisatie
pl: Synchronizacja
pt_br: Sincronização
ru: Синхронизация
uk: Синхронізація
vi: Đồng bộ hóa

source: Phone book access
cs: Přístup k adresáři
de: Telefonbuchzugriff
fr: Accès aux contacts téléphoniques
it: Accesso alla Rubrica
nl: Telefoonboektoegang
pl: Dostęp do książki telefonicznej
pt_br: Acesso aos contatos
ru: Доступ к телефонной книге
uk: Доступ до телефонної книги
vi: Truy cập sổ điện thoại

source: Phone book access client
cs: Klienta pro přístup k adresáři
de: Telefonbuch-Client
fr: Client d'accès au contacts téléphoniques
it: Client d'accesso Rubrica
nl: Cliënt voor telefoonboektoegang
pl: Klient dostępu do książki telefonicznej
pt_br: Cliente de acesso aos contatos
ru: Клиент доступа к телефонной книге
uk: Клієнт для доступу до телефонної книги
vi: Truy cập sổ điện thoại phía người dùng

source: Message access
cs: Přístup ke zprávám
de: Nachrichtenzugriff
fr: Message d'accès
it: Messaggio d'accesso
nl: Berichttoegang
pl: Wiadomości dostępu
pt_br: Acesso as mensagens
ru: Доступ к сообщениям
uk: Доступ до повідомлень
vi: Truy cập tin nhắn

source: Message notification
cs: Upozornění na zprávy
de: Benachrichtigung bei Nachricht
fr: Message de notification
it: Messaggio di notifica
nl: Berichtmelding
pl: Wiadomości powiadomień
pt_br: Notificação de mensagens
ru: Уведомление о сообщении
uk: Сповіщення про повідомлення
vi: Thông báo tin nhắn

source: Connected
cs: Připojeno
de: Verbunden
fr: Connecté
it: Connesso
nl: Verbonden
pl: Połączono
pt_br: Conectado
ru: Подключен
uk: Підключено
vi: Đã kết nối

source: Disconnected
cs: Odpojeno
de: Verbindung unterbrochen
fr: Déconnecté
nl: Ontkoppeld
pl: Rozłączono
pt_br: Desconectado
ru: Отключено
uk: Відключено
vi: Đã ngắt kết nối

source: Make sure %q is turned on and in range
cs: Ujistěte se, že zařízení %q je zapnuto a v dosahu.
de: Stellen Sie sicher, dass %q eingeschaltet und in Reichweite ist
fr: Assurez-vous que %q est sous tension
it: Assicurati che %q sia attivo e nei paraggi
nl: Zorg ervoor dat %q ingeschakeld en binnen bereik is.
pl: Upewnij się, że %q jest włączone i znajduje się w zasięgu
pt_br: Certifique-se de que %q esteja ligado e próximo
ru: Убедитесь, что %q включено и доступно
uk: Переконайтеся, що %q увімкнений і знаходиться у межах досяжності
vi: Bảo đảm rằng %q được mở và trong phạm vi

source: Bluetooth connection failed
cs: Připojení rozhraní Bluetooth se nezdařilo.
de: Bluetooth-Verbindung fehlgeschlagen
fr: Connection bluetooth échouée
it: Connessione Bluetooth fallita
nl: Bluetoothverbinding mislukt
pl: Błąd połączenia Bluetooth
pt_br: Conexão Bluetooth falhou
ru: Bluetooth-подключение не удалось
uk: Збій підключення з Bluetooth
vi: Kết nối bluetooth đã thất bại

source: Failed to connect %q, automatically ignored
de: Verbindung zu %q fehlgeschlagen, automatisch ignoriert
it: Collegamento a %q fallito, ignorato automaticamente
pl: Błąd połączenia z %q, automatycznie ignorowane
pt_br: Falha ao conectar a %q, ignorado automaticamente
ru: Не удалось подключить %q, автоматически пропущено
vi: Thất bại khi kết nối %q, tự động bỏ qua

source: Make sure %q is turned on and in range
de: Stellen Sie sicher, dass %q eingeschaltet und in Reichweite ist
pt_br: Certifique-se que %q esteja ligado e próximo
ru: Убедитесь, что %q включено и доступно
vi: Bảo đảm rằng %q được mở và trong phạm vi

source: Failed to connect bluetooth
de: Verbindung zu Bluetooth fehlgeschlagen
pt_br: Falhou ao conectar via bluetooth
ru: Не удалось подключить bluetooth
vi: Thất bại khi kết nối bluetooth

source: Niue
ru: Ниуэ

source: Hawaii
ru: Гавайи

source: Tahiti
pt_br: Thaiti
ru: Таити

source: Honolulu
ru: Гонолулу

source: Marquesas
ru: Маркизские острова

source: Alaska
pt_br: Alasca
ru: Аляска

source: Juneau
ru: Джуно

source: Gambier
ru: Острова Гамбье

source: BajaNorte
de: Niederkalifornien
ru: Нижняя Калифорния

source: Vancouver
ru: Ванкувер

source: Metlakatla
ru: Метлакатла

source: Chihuahua
ru: Чиуауа

source: Arizona
ru: Аризона

source: BajaSur
de: Süd-Niederkalifornien
ru: Южная Баха

source: Mexico City
de: Mexiko-Stadt
pt_br: Cidade do México
ru: Мехико

source: Chicago
ru: Чикаго

source: Managua
ru: Манагуа

source: Monterrey
ru: Монтеррей

source: New York
pt_br: Nova Iorque
ru: Нью Йорк

source: Lima
ru: Лима

source: Bogota
ru: Богота

source: Caracas
ru: Каракас

source: Cuiaba
pt_br: Cuiabá
ru: Куяба

source: Santiago
ru: Сантьяго

source: La Paz
ru: Ла-Пас

source: Asuncion
pt_br: Assunção
ru: Асунсьон

source: Newfoundland
de: Neufundland
ru: Ньюфаундленд

source: St Johns
pt_br: São João
ru: Сент-Джонс

source: Buenos Aires
ru: Буэнос-Айрес

source: Cayenne
ru: Кайенна

source: DeNoronha
de: Fernando de Noronha
ru: Фернанду-ди-Норонья

source: Azores
de: Azoren
pt_br: Açores
ru: Азорские острова

source: Cape Verde
de: Kap Verde
pt_br: Cabo Verde
ru: Капе Верде

source: London
pt_br: Londres
ru: Лондон

source: Dublin
ru: Дублин

source: Casablanca
ru: Касабланка

source: Monrovia
ru: Монровия

source: Madrid
ru: Мадрид

source: Paris
pt_br: París
ru: Париж

source: Rome
de: Rom
pt_br: Roma
ru: Рим

source: Vienna
de: Wien
pt_br: Viena
ru: Вена

source: Algiers
de: Algier
ru: Алжир

source: Cairo
de: Kairo
ru: Каир

source: Athens
de: Athen
pt_br: Atenas
ru: Афины

source: Istanbul
ru: Стамбул

source: Blantyre
ru: Блантайр

source: Nairobi
ru: Найроби

source: Tehran
de: Teheran
ru: Тегеран

source: Muscat
de: Maskat
ru: Маскат

source: Baku
ru: Баку

source: Moscow
de: Moskau
pt_br: Moscou
ru: Москва

source: Kabul
ru: Кабул

source: Karachi
de: Karatschi
ru: Карачи

source: Calcutta
de: Kalkutta
ru: Калькутта

source: Kathmandu
ru: Катманду

source: Dhaka
ru: Дакка

source: Yekaterinburg
de: Jekaterinburg
ru: Екатеринбург

source: Rangoon
de: Rangun
ru: Янгон

source: Bangkok
ru: Бангкок

source: Jakarta
ru: Джакарта

source: Beijing
de: Peking
ru: Пекин

source: Hong Kong
ru: Гонконг

source: Taipei
de: Taipeh
ru: Тайпей

source: Kuala Lumpur
ru: Куала-Лумпур

source: Perth
ru: Перт

source: Eucla
ru: Евкла

source: Tokyo
de: Tokio
ru: Токио

source: Seoul
ru: Сеул

source: Darwin
ru: Дарвин

source: Sydney
ru: Сидней

source: Guam
ru: Гуам

source: Melbourne
ru: Мельбурн

source: Hobart
ru: Хобарт

source: Lord Howe
ru: Лорд-Хау

source: Pohnpei
ru: Понпеи

source: Norfolk
ru: Норфолк

source: Auckland
ru: Окленд

source: Anadyr
ru: Анадырь

source: Chatham
ru: Чатэм

source: Apia
ru: Апиа

source: Fakaofo
ru: Факаофо

source: _Open
cs: _Otevřít
de: _Öffnen
fr: _Ouvrir
it: _Apri
nl: _Openen
pl: _Otwórz
pt_br: _Abrir
ru: _Открыть
uk: _Відкрити
vi: _O Mở

source: _Run
de: Ausfüh_ren
pt_br: _Executar
ru: _Выполнить
vi: _R Chạy

source: _Close All
cs: _Zavřít vše
de: Alle s_chließen
fr: _Fermer tout
it: _Chiudi Tutti
nl: _Sluit Alles
pl: _Zamknij wszystko
pt_br: _Fechar todos
ru: _Закрыть все
uk: _Закрити все
vi: _C Đóng Tất cả

source: _Dock
cs: _Panel
fr: _Ajouter au dock
pl: _Dok
pt_br: _Adicionar à barra
ru: _Закрепить в доке
uk: _Платформа
vi: _D Gắn vào

source: _Undock
cs: _Uvolnit z panelu
de: _Undocken
fr: _Détacher du dock
it: _Sblocca
nl: _Loskoppelen
pl: _Odepnij od doku
pt_br: _Remover da Barra
ru: _Убрать из дока
uk: _Забрати з панелі
vi: _U Tháo ra

source: _All windows
cs: _Všechna okna
de: _Alle Fenster
fr: _Toutes les fenêtres
it: _Tutte le finestre
nl: _Alle vensters
pl: _Wszystkie okna
pt_br: _Todas as janelas
ru: _Все окна
uk: _Усі вікна
vi: _Tất cả cửa sổ

source: Auto
cs: Automaticky
de: Automatisch
fr: Automatique
nl: Automatisch
pl: Automatycznie
ru: Автоматически
uk: Автоматично
vi: Tự động

source: Authentication is required to change the grub2 configuration
ru: Для изменения конфигурации grub2 требуется аутентификация
vi: Chứng thực được đòi hỏi để thay đổi cấu hình grub2

source: Insufficient disk space, please clean up in time!
cs: Nedostatek místa na disku: Uvolněte, prosím, dostatek místa včas!
de: Zu wenig freier Speicher, bitte räumen Sie rechtzeitig auf!
fr: Espace disque insuffisant, nettoyez de temps en temps !
it: Spazio su disco insufficiente, ripuliscilo un po'!
nl: Onvoldoende schijfruimte. Tijd om bestanden op te ruimen!
pl: Brak wystarczającego miejsca na dysku: Prosimy go niezwłocznie uprzątnąć!
pt_br: Espaço em disco insuficiente, por favor limpe quando possível!
ru: Недостаточно места на диске, пожалуйста, очистите позже!
uk: Недостатньо вільного місця на диску, будь-ласка, прибирайте вчасно!
vi: Không đủ dung lượng đĩa, xin hãy dọn sạch đúng lúc!

source: Left Click
de: Linksklick
pt_br: Clique Esquerdo
ru: Левый Клик
vi: Nhấp chuột trái

source: Middle Click
de: Mittelklick
pt_br: Clique Central
ru: Средний Клик
vi: Nhấp chuột giữa

source: Right Click
de: Rechtsklick
pt_br: Clique Direito
ru: Правый Клик
vi: Nhấp chuột phải

source: Page Up
de: Bild auf
pt_br: Subir Página
ru: Страница Вверх
vi: Nhảy lên một đoạn

source: Page Down
de: Bild ab
pt_br: Descer Página
ru: Страница Вниз
vi: Nhảy xuống một đoạn

source: Launcher
cs: Spouštěč
de: Starter
fr: Lanceur
nl: Starter
pl: Aktywator
pt_br: Lançador
ru: Выбор программ
uk: Запускач
vi: Khởi chạy

source: Show desktop
cs: Ukázat pracovní plochu
de: Desktop anzeigen
fr: Afficher le bureau
it: Mostra desktop
nl: Toon bureaublad
pl: Wyświetl pulpit
pt_br: Mostrar área de trabalho
ru: Показать рабочий стол
uk: Показати робочий стіл
vi: Hiện màn hình ngoài

source: Lock screen
cs: Uzamknout obrazovku
de: Bildschirm sperren
fr: Verrouiller l'écran
nl: Scherm vergrendelen
pl: Blokada ekranu
pt_br: Bloquear tela
ru: Заблокировать экран
uk: Екран блокування
vi: Khóa màn hình

source: File manager
cs: Správce souborů
de: Dateiverwaltung
fr: Gestionnaire de fichiers
nl: Bestandsbeheer
pl: Zarządzanie plikami
pt_br: Gerenciador de arquivos
ru: Файловый менеджер
uk: Файловий менеджер
vi: Quản lý tệp tin

source: Switch applications
de: Anwendungen wechseln
pt_br: Alternar aplicações
ru: Переключить приложения
vi: Các ứng dụng chuyển đổi

source: Reverse switch applications
de: Anwendungen umgekehrt wechseln
pt_br: Reverter mudança das aplicações
ru: Переключить приложения в обратном порядке
vi: Các ứng dụng chuyển đổi ngược

source: 3D switch applications
de: Anwendungen in 3D umschalten
pt_br: Alternar aplicações em 3D
ru: 3D перекл. между приложениями
vi: Các ứng dụng chuyển đổi 3D

source: 3D reverse switch applications
de: Anwendungen in 3D umgekehrt umschalten
pt_br: Alternar reversamente aplicações em 3D
ru: Обратное 3D перекл. между приложениями
vi: Các ứng dụng chuyển đổi 3D ngược

source: Show/Hide the dock
cs: Zobrazit/Skrýt panel
de: Dock anzeigen/ausblenden
fr: Afficher/Masquer le dock
it: Mostra/Nascondi la Dock
nl: Dock weergeven/verbergen
pl: Wyświetl/Ukryj dok
pt_br: Mostrar/Ocultar a barra
ru: Показать/Скрыть док
uk: Показати/Приховати панель завдань
vi: Hiện/Ẩn trạm

source: Screenshot
cs: Snímek obrazovky
de: Bildschirmfoto
fr: Capture d'écran
nl: Schermopname
pl: Zrzut ekranu
pt_br: Captura de Tela
ru: Скриншот
uk: Знімок екрана
vi: Ảnh chụp màn hình

source: Full screenshot
cs: Plný snímek obrazovky
de: Vollständiges Bildschirmfoto
fr: Capture d'écran complète
it: Screenshot intero
nl: Volledige schermopname
pl: Zrzut całego ekranu
pt_br: Captura de tela inteira
ru: Скриншот полного экрана
uk: Повний знімок екрана
vi: Ảnh chụp toàn màn hình

source: Window screenshot
cs: Snímek obrazovky
de: Bildschirmfoto von Fenster
fr: Capture d'écran de la fenêtre
it: Screenshot finestra
nl: Schermopname venster
pl: Zrzut okna
pt_br: Capturar a janela
ru: Скриншот окна
uk: Знімок екрана вікна
vi: Ảnh chụp màn hình cửa sổ

source: Delay screenshot
cs: Zpozdit snímek obrazovky
de: Bildschrimfoto verzögern
fr: Délai de capture d'écran
it: Screenshot ritardato
nl: Schermopname vertragen
pl: Opóźnienie zrzutu ekranu
pt_br: Captura com atraso
ru: Скриншот с задержкой
uk: Скріншот затримки
vi: Ảnh chụp màn hình chậm trễ

source: Terminal
cs: Terminál
it: Terminale
ru: Терминал
uk: Термінал
vi: Đầu cuối

source: Terminal Quake Window
cs: Okno terminálu Quake
de: Terminal Quake Fenster
fr: Fenêtre Terminal Quake
it: Terminale con Root
nl: Terminal Quake Venster
pl: Okno terminala Quake
pt_br: Janela 'Quake' do Terminal
ru: Запустить Quake-терминал
vi: Cửa sổ Rung Đầu cuối

source: Logout
de: Abmelden
pt_br: Desconectar
ru: Выйти из системы
vi: Đăng xuất

source: Disable Touchpad
cs: Dotyková plocha zakázána
de: Touchpad deaktivieren
fr: Désactiver le pavé tactile
it: Disabilita Touchpad
nl: Touchpad uitschakelen
pl: Wyłącz panel dotykowy
pt_br: Desativar Touchpad
ru: Отключить Сенсорную панель
uk: Відключити тачпад
vi: Vô hiệu hóa Bản cảm ứng

source: Deepin Translator
de: Deepin Übersetzer
pt_br: Deepin Tradutor
ru: Переводчик Deepin
vi: Trình thông dịch Deepin

source: Switch Layout
cs: Přepnout rozvržení
de: Belegung wechseln
fr: Changer de périphérique
it: Cambia layout
nl: Wissel Lay-out
pl: Przełącz układ
pt_br: Alternar Layout
ru: Переключить Раскладку
uk: Переключити компонування
vi: Bố trí Bộ chuyển đổi

source: Calculator
de: Taschenrechner
pt_br: Calculadora
ru: Калькулятор
vi: Máy tính

source: Email client
pt_br: Cliente de e-mail
ru: Почтовый клиент
vi: Phía dùng email

source: Web browser
pt_br: Navegador Web
ru: Веб-браузер
vi: Trình duyệt web

source: Media player
de: Medienspieler
ru: Медиа проигрыватель
vi: Chương trình chạy âm thanh, phim

source: Play/Pause
de: Wiedergeben/Pausieren
pt_br: Reproduzir/Pausar
ru: Воспроизведение / Пауза
vi: Chạy/Tạm dừng

source: Pause
de: Pausieren
pt_br: Pausar
ru: Пауза
vi: Dừng

source: Stop
de: Stopp
pt_br: Parar
ru: Стоп
vi: Dừng

source: Mute
de: Stumm
pt_br: Mudo
ru: Приглушить
vi: Câm

source: Volume down
de: Lautstärke verringern
pt_br: Diminuir volume
ru: Тише
vi: Giảm âm thanh

source: Volume up
de: Lautstärke erhöhen
pt_br: Aumentar volume
ru: Громче
vi: Tăng âm thanh

source: Previous
de: Vorherige
pt_br: Anterior
ru: Предыдущий
vi: Trước

source: Next
de: Nächste
pt_br: Próximo
ru: Следующий
vi: Kế tiếp

source: Eject
de: Auswerfen
pt_br: Ejetar
ru: Извлечь
vi: Đẩy ra

source: Close window
cs: Zavřít okno
de: Fenster schließen
fr: Fermer la fenêtre
it: Chiudi finestra
nl: Sluit venster
pl: Zamknij okno
pt_br: Fechar janela
ru: Закрыть окно
uk: Закрити вікно
vi: Đóng cửa sổ

source: Maximize window
cs: Zvětšit okno
de: Fenster maximieren
fr: Agrandir la fenêtre
it: Massimizza finestra
nl: Venster maximaliseren
pl: Maksymalizuj okno
pt_br: Maximizar janela
ru: Развернуть окно
uk: Розгорнути вікно
vi: Mở hết cửa sổ

source: Restore window
cs: Obnovit okno
de: Fenster wiederherstellen
fr: Restaurer la fenêtre
it: Ripristina finestra
nl: Venster herstellen
pl: Przywróć okno
pt_br: Restaurar janela
ru: Восстановить окно
uk: Відновити вікно
vi: Khôi phục cửa sổ

source: Minimize window
cs: Zmenšit okno
de: Fenster minimieren
fr: Réduire la fenêtre
it: Minimizza finestra
nl: Venster minimaliseren
pl: Minimalizuj okno
pt_br: Minimizar janela
ru: Свернуть окно
uk: Згорнути вікно
vi: Thu nhỏ nhất cửa sổ

source: Move window
cs: Přesunout okno
de: Fenster verschieben
fr: Déplacer la fenêtre
it: Muovi finestra
nl: Verplaats venster
pl: Przenieś okno
pt_br: Mover janela
ru: Переместить окно
uk: Перемістити вікно
vi: Di chuyển cửa sổ

source: Resize window
cs: Změnit velikost okna
de: Fenstergröße ändern
fr: Redimensionner la fenêtre
it: Ridimensiona la finestra
nl: Venstergrootte aanpassen
pl: Zmień rozmiar okna
pt_br: Redimensionar janela
ru: Изменить размер окна
uk: Змінити розмір вікна
vi: Đổi kích thước cửa sổ

source: Switch furl state
de: Furl Status wechseln
pt_br: Alternar estado completo
ru: Свернуть
vi: Đổi trạng thái furl

source: Activate window menu
de: Fenstermenü aktivieren
pt_br: Ativar menu das janelas
ru: Активировать меню окна
vi: Kích hoạt mục lục cửa sổ

source: Switch to workspace 1
de: Zu Arbeitfläche 1 wechseln
pt_br: Alternar para área de trabalho 1
ru: Переключить на раб. стол 1
vi: Chuyển sang không gian làm việc 1

source: Switch to workspace 2
de: Zu Arbeitfläche 2 wechseln
pt_br: Alternar para área de trabalho 2
ru: Переключить на раб. стол 2
vi: Chuyển sang không gian làm việc 2
