Repository: linuxdeepin/dde-dock
Catalog: misc/po/*.po
Languages: cs, de, fr, it, nl, pl, pt_br, ru, uk, vi

source: Airplane mode enabled.
cs: Režim letadla povolen.
de: Flugzeugmodus aktiviert.
fr: Mode avion activé.
it: Modalità aereo abilitata.
nl: Vliegtuigstand ingeschakeld.
pl: Włączono tryb samolotowy.
pt_br: Modo avião ativado.
ru: Включен режим полёта.
uk: Режим аероплана увімкнено.
vi: Chế độ trên máy bay đã kích hoạt.

source: Access Point mode is not supported by this device.
cs: Přístupový bod není podporován tímto zařízením.
de: Access Point Modus wird auf diesem Gerät nicht unterstützt.
fr: Le mode point d'accès n'est pas supporté par ce périphérique.
it: Modalità Access Point non è supportata da questo dispositivo.
nl: Access Point modus wordt niet ondersteund door dit apparaat.
pl: Tryb punktu dostępowego nie jest obsługiwany przez to urządzenie.
pt_br: Modo Ponto de Acesso não é suportado por esse dispositivo.
ru: Режим точки доступа не поддерживается этим устройством.
uk: Режим Точки Доступу не підтримується цим пристроєм.
vi: Chế độ Điểm Truy cập không được hỗ trợ bởi thiết bị này.

source: Network
cs: Síť
de: Netzwerk
fr: Réseau
it: Rete
nl: Netwerk
pl: Sieć
pt_br: Rede
ru: Сеть
uk: Мережа
vi: Mạng

source: The hardware switch of WLAN Card is off, please switch on as necessary.
cs: Hardwarový vypínač WLAN karty je vypnut, prosím, zapněte jej.
de: Der Hardware-Schalter der WLAN-Karte ist aus, bitte anschalten, wenn benötigt.
fr: Le connecteur de la carte WIFI est désactivé, veuillez l'activer lorsque nécessaire.
it: Lo switch hardware della scheda WLAN è spento, attivalo se necessario.
nl: De hardwareswitch van de WLAN-kaart is uitgeschakeld, gelieve in te schakelen indien nodig.
pl: Przełącznik sprzętowy karty WLAN jest wyłączony, prosimy koniecznie go włączyć.
pt_br: A placa WLAN está desativada, por favor ative-a se necessário.
ru: Аппаратный переключатель WLAN-карты выключен, включите если требуется.
uk: Апаратний перемикач WLAN Card вимкнений, будь ласка, увімкніть його в разі потреби.
vi: Công tắc phần cứng của Thẻ WLAN đang tắt, xin hãy bật lên khi cần.

source: System proxy is set successfully.
cs: System proxy úspěšně nastaveno.
de: System-Proxy erfolgreich festgelegt.
fr: Le proxy a été réglé avec succès.
it: Il proxy di sistema è stato impostato con successo.
nl: Systeemproxy met succes ingesteld.
pl: Pośrednik systemu został pomyślnie ustawiony.
pt_br: Proxy do sistema configurado com sucesso.
ru: Системный прокси установлен успешно.
uk: Системний проксі-сервер успішно настроєно.
vi: Ủy quyền hệ thống được thiết lập thành công.

source: System proxy has been cancelled.
cs: System proxy bylo zrušeno.
de: System-Proxy wurde entfernt.
fr: Le proxy a été annulé.
it: Il proxy di sistema è stato eliminato.
nl: Systeemproxy werd geannuleerd.
pl: Pośrednik systemu został anulowany.
pt_br: Proxy do sistema foi cancelado.
ru: Системный прокси был отменен.
uk: Системний проксі було відмінено.
vi: Ủy quyền hệ thống đã bị hủy.

source: Abnormal battery power
de: Fehlerhafter Batteriestrom
pt_br: Energia anormal na bateria
ru: Ненормальный заряд батареи
vi: Năng lượng pin bất thường

source: Battery power can not be predicted, please save important documents properly and not do important operations.
de: Akkuladestand kann nicht vorhergesagt werden, bitte wichtige Dokumente speichern und keine wichtigen Aktionen durchführen.
pt_br: Energia da bateria não pode ser previsto, por favor salvar documentos importantes corretamente e não fazer operações importantes.
ru: Заряд батареи очень низкий, пожалуйста сохраните важные документы и не совершайте никаких значимых операций.
vi: Năng lượng pin không thể dự đoán được, xin hãy lưu các tài liệu quan trọng một cách thích hợp và không thực hiện các hoạt động quan trọng.

source: Battery Critical Low
cs: Baterie velmi vybitá
de: Akkuladestatus kritisch niedrig
it: Livello di carica della batteria critico
pl: Krytycznie niski stan baterii
pt_br: Bateria Fraca
ru: Критически низкий заряд батареи
vi: Pin Cực kỳ Thấp

source: Computer has been in suspend mode, please plug in.
de: Computer war im Ruhezustand, bitte Netzteil anschließen.
pt_br: O computador estava em suspensão, por favor, conecte-o à energia.
ru: Компьютер находится в режиме ожидания, подключите его.
vi: Máy tính đã ở trong chế độ treo, xin hãy cắm điện.

source: Battery Low
cs: Vybitá baterie
de: Akkuladestatus niedrig
fr: Batterie faible
it: Batteria scarica
nl: Batterij is laag
pl: Niski stan baterii
pt_br: Bateria Fraca
ru: Батарея разряжена
uk: Низький заряд батареї
vi: Pin Thấp

source: Computer will be in suspend mode, please plug in now.
de: Computer wird in den Ruhezustand versetzt, bitte Netzteil jetzt anschließen.
pt_br: O computador irá entrar em suspensão, por favor, conecte-o à energia.
ru: Компьютер перейдёт в режим ожидания, пожалуйста подключите питание сейчас.
vi: Máy tính sẽ ở dạng treo, xin hãy cắm điện ngay.

source: Please plug in, or computer will be in suspend mode.
de: Bitte Netzteil anschließen, sonst wird der Rechner in den Ruhezustand versetzt.
pt_br: Por favor conecte à energia, ou o computador entrará em suspensão.
ru: Пожалуйста, подключите питание, или компьютер перейдёт в режим ожидания.
vi: Xin hãy cắm điện, nếu không máy tính sẽ ở dạng treo.

source: Kolkata
de: Kalkutta
ru: Колката

source: Colombo
ru: Коломбо

source: Pyongyang
de: Pjöngjang
ru: Пьонгянг

source: Authentication is required to switch language
cs: Pro přepnutí jazyka je požadováno ověření pravosti
fr: L'authentification est requise pour changer la langue
it: Il cambio lingua richiede l'autenticazione
nl: Authenticatie is vereist om taal te wijzigen
pl: Wymagane jest uwierzytelnienie, aby móc przełączyć język
uk: Аутентифікація потрібна для перемикання мови
vi: Chứng thực được đòi hỏi để đổi ngôn ngữ

source: VPN OpenConnect
vi: Kết nối Mở VPN

source: VPN OpenVPN
vi: VPN VPN Mở

source: OpenConnect
pt_br: Conexão Aberta
vi: Mở Kết nối

source: OpenVPN
vi: Mở VPN

source: Ad-Hoc
uk: Спеціальний
vi: Chuyên dụng

source: AP-Hotspot
pt_br: Ponto de Acesso
uk: AP-точка доступу
vi: Điểm nóng AP

source: Ad-Hoc WPA-PSK
pl: WPA-PSK Ad-Hoc
uk: Ситуативний WPA-PSK
vi: WPA-PSK đặc biệt

source: SSID
pt_br: SSIDD

source: GTC
de: AGB

source: Display scaling
cs: Měřítko zobrazení
fr: Mise à l'échelle de l'affichage
it: Scala di visualizzazione
nl: Schaling weergeven
pl: Skalowanie ekranu
uk: Маштабування дисплею

source: Setting display scaling
cs: Nastavení měřítka zobrazení
fr: Mise à l'échelle de l'affichage
it: Imposta scala di visualizzazione
nl: Beeldgrootte instellen
pl: Ustawienie skalowania ekranu
uk: Налаштування масштабування зображення

source: Set successfully
cs: Nastaveno úspěšně
fr: Établit avec succès
it: Modifica effettuata
nl: Succesvol ingesteld
pl: Pomyślnie ustawiono
uk: Успішно встановлено

source: View by logging out after set display scaling
cs: Podívat se po odhlášení po nastavení měřítka zobrazení
fr: Veuillez vous déconnecter et vous reconnecter après avoir ajusté l'échelle d'écran.
nl: Bekijken door uit te loggen na het instellen van de weergave schaling
pl: Zobacz po przelogowaniu się - po ustawieniu skalowania ekranu
uk: Перегляд шляхом виходу з системи після масштабування екрану

source: Failed to connect %q, pairing failed
fr: Échec de la connexion %q, échec de l'appariement
uk: Помилка підключення до %q, пара не створена

source: _Force Quit
cs: _Vynutit ukončení
fr: _Forcer à quitter
it: _Forza Chiusura
nl: _Geforceerd beëindigen
pl: _Wymuś wyjście
uk: _Примусово Вийти

source: Shutdown Interface
cs: Rozhraní vypnutí
fr: L'interface de déconnexion
nl: Interface voor het afsluiten
pl: Interfejs wyłączania
uk: Інтерфейс завершення роботи

source: Deepin System Monitor
cs: Sledování systému
fr: Moniteur système Deepin
nl: Deepin Systeem Monitor
pl: Monitor systemu Deepin
uk: Системний Монітор Deepin

source: System language failed to change, please try later
cs: Došlo k chybě při změne systémového jazyka, prosím, zkuste to později
fr: Le langage système n'a pas pu être changé, veuillez réessayer plus tard
it: La modifica della lingua di sistema fallita, prova più tardi.
nl: Systeemtaal niet geslaagd om te veranderen, probeer het later opnieuw
pl: Błąd zmiany języka systemu, prosimy spróbować później
uk: Системна мова не змінилася, спробуйте ще раз пізніше.

source: System language has been changed, please log in again after logged out
cs: Systémový jazyk byl změněn, prosím, odhlaste se a přihlastese znovu
fr: Le langage système a été changé, veuillez vous reconnecter après vous avoir déconnecté.
it: La lingua di sistema è stata modificata, riesegui il login per attuare le modifiche.
nl: Systeemtaal is gewijzigd, meld u zich na het uitloggen opnieuw aan
pl: Zmiana języka systemu zakończyła się pomyślnie, zmiany będą widoczne po ponownym zalogowaniu się
uk: Мова системи була змінена , будь ласка, увійдіть знову після виходу з системи.

source: Restore
fr: Restaurer
nl: Herstellen
uk: Відновити

source: Cancel
fr: Annuler
nl: Annuleren
uk: Скасувати

source: Retry
fr: Réessayer
nl: Opnieuw proberen
uk: Спробувати ще раз

source: %q installed successfully.
fr: %q Installation terminée.
nl: %q is succesvol geïnstalleerd.
uk: %q інстальовано успішно.

source: %q failed to install.
fr: %q installation échouée.
nl: Het installeren van %q is mislukt.
uk: Не вдалося встановити %q.

source: %q failed to remove.
fr: %q désinstallation échouée.
nl: Het verwijderen van %q is mislukt.
uk: Не вдалося видалити %q.

source: In order to prevent automatic shutdown, please plug in for normal update.
fr: Afin d'éviter l'arrêt automatique, veuillez branchez votre appareil pendant l'actualisation.
nl: Om te voorkomen dat de computer automatisch wordt afgesloten, moet u deze op de netstroom aansluiten.
uk: Підключіть, щоб запобігти автоматичному вимкненню й належним чином здійснити оновлення.

source: Package cache wiped
fr: Cache de paquets effacé
nl: Pakket cache uitgewist
uk: Очищення кешу пакету

source: Your system source has been modified, please restore to official source for your normal use
fr: La source du système a été modifiée, veuillez restaurer la source officielle pour votre usage normal
nl: Uw systeembron is gewijzigd. Herstel de officiële bron voor normaal gebruik
uk: Ваше джерело системи було змінено, будь ласка, відновіть офіційне джерело для нормального використання

source: %q removed successfully
cs: %q odstraněno úspěšně
fr: %q désinstallé avec succès
it: %q rimossa con successo
nl: %q succesvol verplaatst
pl: %q pomyślnie usunięte
uk: %q успішно видалено

source: Failed to uninstall %q
cs: Nepodařilo se nainstalovat %q
fr: Échec de la désinstallation de %q
it: Disinstallazione di %q fallita
nl: %q mislukt om te verwijderen
pl: Błąd odinstalowania %q
uk: Не вдалося встановити %q

source: Password required to connect %q
cs: Pro připojení %q požadováno heslo
fr: Mot de passe requis pour connecter %q
it: Password richiesta per connettersi a %q
nl: Wachtwoord vereist om te verbinden met %q
pl: Wymagane hasło, aby połączyć się z %q
uk: Пароль, необхідний для підключення %q

source: BG (2.4 GHz)
uk: BG (2,4 ГГц)

source: LEAP
uk: ІНТЕРВАЛ

source: FAST
uk: ШВИДКО

source: APN
uk: Номер точки доступу (APN)

source: PIN
uk: PIN-код

source: PPP
uk: Протокол PPP

source: Phase1 Algorithms
fr: Algorithmes de la phase 1
uk: Алгоритми Фази1

source: Phase2 Algorithms
fr: Algorithmes de la phase 2
uk: Алгоритми Фази2

source: Only applied in corresponding resources
cs: Použito jen v odpovídajících zdrojích
fr: Appliqué uniquement dans les ressources correspondantes
it: Applicazione sulle sole risorse corrispondenti
nl: Alleen toegepast in overeenkomstige bronnen
pl: Mające zastosowanie tylko w zgodnych zasobach
uk: Використовується тільки у відповідних ресурсах

source: RC2-CBC
uk: Метод шифрування RC2-CBC

source: DES-EDE3-CBC
uk: Метод шифрування DES-EDE3-CBC

source: DESX-CBC
uk: Стандарт шифрування даних DESX-CBC

source: RC2-40-CBC
uk: Метод шифрування даних RC2-40-CBC

source: AES-192-CBC
uk: Метод шифрування AES-192-CBC

source: CAMELLIA-256-CBC
uk: Алгоритм шифрування CAMELLIA-256-CBC

source: SOCKS
uk: SOCKS-сервер

source: Netscreen
uk: Мережевий екран

source: Device state changed
cs: Stav zařízení se změnil
fr: L'état du périphérique a changé
it: Stato del dispositivo modificato
nl: Apparaatstatus is gewijzigd
pl: Zmieniony stan urządzenia
uk: Стан пристрою змінено.

source: Device state changed, unknown reason
cs: Stav zařízení se změnil, důvod neznámý
fr: L'état du périphérique a changé pour une raison inconnue
it: Stato del dispositivo modificato, non si conosce la causa
nl: Apparaatstatus veranderd, onbekende reden
pl: Zmieniony stan urządzenia, powód nieznany
uk: Стан пристрою змінився з невідомої причини.

source: The device is now managed
cs: Zařízení je nyní spravováno
fr: Le périphérique est désormais géré
it: Il dispositivo è ora attovo
nl: Het apparaat wordt nu beheerd
pl: Urządzenie jest już zarządzane
uk: Пристрій зараз управляється

source: The device is no longer managed
cs: Zařízení už není spravováno
fr: Le périphérique n'est plus géré
it: Il dispositivo non è più utilizzato
nl: Het apparaat wordt niet meer beheerd
pl: Urządzenie nie jest już zarządzane
uk: Управління цим пристроєм більше не здійснюється.

source: The device has not been ready for configuration
cs: Zařízení není připraveno pro nastavení
fr: Le périphérique n'a pas été prêt pour la configuration
it: Il dispositivo non è pronto per la configurazione
nl: Het apparaat is niet klaar voor configuratie
pl: Urządzenie nie jest gotowe do skonfigurowania
uk: Пристрій не був готовий до конфігурації.

source: IP configuration could not be reserved (no available address, timeout, etc)
cs: Nastavení IP nemohlo být zamluveno (žádná dostupná adresa, překročení času, atd.)
fr: La configuration IP ne peut être réservée (pas d'adresse disponible, délai dépassé, etc.)
it: La configurazione IP non può esser riservata (nessun indirizzo disponibile, timeout, ecc)
nl: IP-configuratie kan niet gereserveerd worden (geen beschikbaar adres, time-out, enz.)
pl: Nie można zarezerwować konfiguracji IP (brak adresu, przekroczony limit czasu, itp.)
uk: Не вдалося зарезервувати IP-конфігурацію (немає доступної адреси, завершився час очікування тощо).

source: The IP configuration is no longer valid
cs: Nastavení IP už není platné
fr: La configuration IP n'est plus valide
it: La configurazione IP non è valida
nl: De IP-configuratie is niet langer geldig
pl: Konfiguracja IP nie jest już poprawna
uk: IP-конфігурація більше недійсна.

source: Passwords were required but not provided
cs: Hesly byla požadována, ale nebyla poskytnuta
fr: Des mots de passe sont requis mais n'ont pas été fournis
it: Password richieste ma non fornite
nl: Wachtwoorden zijn vereist, maar niet verstrekt
pl: Wymagane jest hasło, ale nie zostało wprowadzone
uk: Паролі вимагались, але не були надані.

source: The 802.1X supplicant disconnected from the access point or authentication server
cs: 802.1X žádost byla odepřena přístupovým bodem nebo autentizačním serverem
fr: Le suppliant 802.1X s'est déconnecté du point d'accès ou du serveur d'authentification
it: La rete 802.1X si è disconnessa dall'access point o dal server di autentificazione
nl: De 802.1X aanvrager werd losgekoppeld van het toegangspunt van de authenticatieserver
pl: Suplikant 802.1X rozłączył się od punktu dostępowego lub serwera uwierzytelniania
uk: Запитувальний прилад 802.1x від'єднано від точки доступу або серверу аутентифікації.

source: Configuration of the 802.1X supplicant failed
cs: Nastavení 802.1X selhalo
fr: Échec de la configuration du suppliant 802.1X
it: Configurazione della connessione 802.1X fallita
nl: Configuratie van de 802.1X-aanvrager mislukt
pl: Konfiguracja suplikanta 802.1X nie powiodła się
uk: Не вдалося виконати конфігурацію запитуючого пристрою 802.1X.

source: The 802.1X supplicant quitted or failed unexpectedly
cs: 802.1X žádost neočekávaně skončila nebo selhala
fr: La supplication 802.1X a quitté ou a échoué de manière inattendue
it: Il controllo 802.1X si è chiuso o si è interrotto
nl: De 802.1X supplicant is onverwacht afgesloten of mislukt
pl: Suplikant 802.1X niespodziewanie zakończył pracę lub uległ awarii
uk: Запитувальний пристрій 802.1X неочікувано вимкнувся або не відповідає.

source: The 802.1X supplicant took too long time to authenticate
cs: 802.1X autentizace trvala příliš dlouho.
fr: Le suppliant 802.1X a pris trop de temps pour s'authentifier
it: Il controllo 802.1X ci ha messo troppo tempo per autenticarsi
nl: De 802.1X-aanvrager nam teveel tijd om zich te authenticeren
pl: Suplikant 802.1X zabiera za dużo czasu na uwierzytelnienie
uk: Запитувальний пристрій 802.1X надто довго очікував ідентифікації.

source: The PPP service failed to start within the allowed time
cs: PPP služba selhala při spuštění v rámci povoleného času
fr: Le service PPP n'a pas réussi à démarrer dans le temps alloué
it: Il servizio PPP non è riuscito a partire nel tempo prestabilito
nl: De PPP-dienst kon niet binnen de toegestane tijd beginnen
pl: Usługa PPP nie była w stanie się uruchomić w wyznaczonym czasie
uk: Службу PPP не вдалося запустити протягом дозволеного часу.

source: The PPP service disconnected unexpectedly
cs: PPP služba byla neočakávaně odpojena
fr: Le service PPP s'est déconnecté de manière inattendue
it: Il servizio PPP si è disconnesso inaspettatamente
nl: De PPP-dienst is onverwacht verbroken
pl: Usługa PPP niespodziewanie się rozłączyła
uk: Службу PPP неочікувано відключено.

source: The PPP service quitted or failed unexpectedly
cs: PPP služba neočekávaně skončila nebo selhala
fr: Le service PPP a quitté ou a échoué de manière inattendue
it: Il servizio PPP è terminato o ha fallito inaspettatamente
nl: De PPP-dienst is onverwacht afgesloten of mislukt
pl: Usługa PPP niespodziewanie zakończyła pracę lub uległa awarii
uk: Служба РРР раптово перестала працювати або дала збій.

source: The DHCP service failed to start within the allowed time
cs: DHCP službaselhala při spuštění v rámci povoleného času
fr: Le service DHCP n'a pas pu démarrer dans le temps alloué
it: Il servizio DHCP non è riuscito a partire nel tempo prestabilito
nl: De DHCP-service kon niet binnen de toegestane tijd beginnen
pl: Usługa DHCP nie była w stanie się uruchomić w wyznaczonym czasie
uk: Сервісу DHCP не вдалось запуститись у відведений час.

source: The DHCP service reported an unexpected error
cs: DHCP služba ohlásila neočekávanou chybu
fr: Le service DHCP a reporté une erreur inattendue
it: Il servizio DHCP ha riportato un errore inaspettato
nl: De DHCP-dienst heeft een onverwachte fout gemeld
pl: Usługa DHCP zanotowała niespodziewany błąd
uk: Служба DHCP повідомила про неочікувану помилку.

source: The DHCP service quitted or failed unexpectedly
cs: DHCP služba neočekávaně skončila nebo selhala
fr: Le service DHCP a quitté ou a échoué de manière inattendue
it: Il servizio DHCP si è chiuso o ha fallito inaspettatamente
nl: De DHCP-dienst is onverwacht afgesloten of mislukt
pl: Usługa DHCP niespodziewanie zakończyła pracę lub uległa awarii
uk: Служба DHCP припинила роботу або несподівано вийшла з ладу

source: The shared connection service failed to start
cs: Služba sdíleného spojení selhala při spuštění
fr: Le service de connexion partagée n'a pas pu démarrer
it: Il servizio di condivisione della connessione non è riuscito ad avviarsi
nl: De gedeelde verbindingsdienst kan niet starten
pl: Wystąpił błąd przy uruchomieniu usługi współdzielonego połączenia
uk: Не вдалося запустити сервіс загального доступу.

source: The shared connection service quitted or failed unexpectedly
cs: Služba sdíleného spojení neočekávaně selhala nebo selhala
fr: Le service de connexion partagée a quitté ou a échoué de manière inattendue
it: Il servizio di condivisione della connessione non è riuscito a partire o è fallito inaspettatamente
nl: De gedeelde verbinding service is onverwacht afgesloten of mislukt
pl: Usługa współdzielonego połączenia niespodziewanie zakończyła pracę lub uległa awarii
uk: Сервіс загального доступу несподівано припинив роботу.

source: The AutoIP service failed to start
cs: Služba AutoIP selhala při spuštění
fr: Le service AutoIP n'a pas pu démarrer
it: Il servizio AutoIP non è riuscito ad avviarsi
nl: De AutoIP-service kon niet starten
pl: Wystąpił błąd uruchamiania usługi AutoIP
uk: Не вдалося запустити сервіс AutoIP.

source: The AutoIP service reported an unexpected error
cs: Služba AutoIP ohlásila neočekávanou chybu
fr: Le service AutoIP a reporté une erreur inattendue
it: Il servizio AutoIP ha riportato un errore inaspettato
nl: De AutoIP-dienst meldde een onverwachte fout
pl: Usługa AutoIP zanotowała niespodziewany błąd
uk: Служба AutoIP повідомила про неочікувану помилку.

source: The AutoIP service quitted or failed unexpectedly
cs: Služba AutoIP neočekávaně skončila nebo selhala
fr: Le service AutoIP a quitté ou a échoué de manière inattendue
it: Il servizio AutoIP si è chiuso o fallito inaspettatamente
nl: De AutoIP-dienst is onverwacht afgesloten of mislukt
pl: Usługa AutoIP niespodziewanie zakończyła pracę lub uległa awarii
uk: Служба AutoIP неочікувано вимкнулась або не відповідає.

source: Dialing failed due to busy lines
cs: Spojení selhalo kvůli zaneprázdněnosti linek
fr: La composition a échoué car la ligne est actuellement occupée
it: Dialing fallito per via della linea occupata
nl: Kiezen mislukt door drukke lijnen
pl: Dodzwonienie nie powiodło się z powodu zajętych linii
uk: Не вдалося здійснити набір, оскільки лінії зайняті.

source: Dialing failed due to no dial tone
cs: Spojení selhalo kvůli nedostupnému spojovacímu tónu
fr: La composition a échoué dû à l'absence de tonalité
it: Dialing fallito per via dell'assenza dial tone
nl: Kiezen mislukt door geen kiestoon
pl: Dodzwonienie nie powiodło się z powodu braku sygnału
uk: Не вдалося встановити з'єднання через відсутній гудок.

source: Dialing failed due to the carrier
cs: Spojení selhalo kvůli poskytovateli
fr: La composition a échoué dû à l'opérateur
it: Dialing fallito per via del carrier
nl: Kiezen mislukt door de aanbieder
pl: Dodzwonienie nie powiodło się z powodu dostawcy
uk: Не вдалося набрати номер з вини провайдера.

source: Dialing timed out
cs: Spojení vypršelo
fr: Délai de composition dépassé
nl: Kiezen timed out
pl: Przekroczono czas dodzwaniania
uk: Вийшов час набору.

source: Dialing failed
cs: Spojení selhalo
fr: Échec de la composition
nl: Kiezen mislukt
pl: Dodzwaniania zakończone błędem
uk: Не вдалося встановити з'єднання.

source: Modem initialization failed
cs: Inicializace modemu selhala
fr: Échec de l'initialisation du modem
it: Inizializzazione Modem fallita
nl: Modem initialisatie mislukt
pl: Wystąpił błąd inicjalizacji modemu
uk: Не вдалося запустити модем.

source: Failed to select the specified GSM APN
cs: Selhala volba stanoveného GSM APN
fr: Échec de la sélection de l'APN GSM spécifié
it: Impossibile selezionare l'APN GSM specificato
nl: Het geselecteerde GSM APN kan niet worden geselecteerd
pl: Wystąpił błąd przy wyborze określonego APN GSM
uk: Не вдалося вибрати визначений GSM APN.

source: No networks searched
cs: Připojení nenalezeno
fr: Aucun réseau recherché
it: Nessuna rete cercata
nl: Geen netwerken gezocht
pl: Nie odnaleziono sieci
uk: Не шукають жодних мереж

source: Network registration was denied
cs: Registrace sítě byla odmítnuta
fr: L'enregistrement sur le réseau a été refusé
it: Registrazione alla rete negata
nl: Netwerkregistratie werd geweigerd
pl: Odrzucono rejestrację sieci
uk: Реєстрацію мережі відхилено.

source: Network registration timed out
cs: Registrace sítě vypršela
fr: Le délai de l'enregistrement sur le réseau est dépassé
it: Registrazione alla rete fuori scaduta
nl: Netwerk registratie timed out
pl: Przekroczono czas rejestracji sieci
uk: Час очікування реєстрації в мережі минув.
