Repository: linuxdeepin/dde-dock
Catalog: misc/po/*.po
Languages: cs, de, fr, it, nl, pl, pt_br, ru, uk, vi

source: Use MPPE
cs: Použít MPPE
de: MPPE verwenden
fr: Utiliser MPPE
it: Usa MPPE
nl: MPPE gebruiken
pl: Użyj MPPE
pt_br: Usar MPPE
ru: Использовать MPPE
uk: Використати MPPE
vi: Sử dụng MPPE

source: 128-bit MPPE
it: MPPE 128 Bit
pl: 128-bitowe MPPE
ru: 128-бит. MPPE
uk: 128-бітне MPPE-шифрування
vi: MPPE 128-bit

source: Stateful MPPE
cs: Stavový MPPE
de: MPPE mit Zuständen
fr: MPPE en état
it: MPPE Stateful
pl: Stanowy MPPE
pt_br: Monitorador MPPE
ru: Состояние MPPE
uk: MPPE з контролем стану підключень
vi: MPPE trạng thái

source: Refuse EAP Authentication
cs: Odmítnout ověření EAP
de: EAP-Authentifizierung ablehnen
fr: Refuser l'authentification EAP
it: Autentificazione EAP Rifiutata
nl: EAP-authenticatie weigeren
pl: Odmowa uwierzytelnienia EAP
pt_br: Recusar Autenticação EAP
ru: Отказ EAP-аутентификации
uk: Відмовитися від аутентифікації EAP
vi: Từ chối Xác thực EAP

source: Refuse PAP Authentication
cs: Odmítnout ověření PAP
de: PAP-Authentifizierung ablehnen
fr: Refuser l'authentification PAP
it: Autentificazione PAP Rifiutata
nl: PAP-authenticatie weigeren
pl: Odmowa uwierzytelnienia PAP
pt_br: Recusar Autenticação PAP
ru: Отказ PAP-аутентификации
uk: Відмовити у PAP Автентифікації
vi: Từ chối Xác thực PAP

source: Refuse CHAP Authentication
cs: Odmítnout ověření CHAP
de: CHAP-Authentifizierung ablehnen
fr: Refuser l'authentification CHAP
it: Autentificazione CHAP Rifiutata
nl: CHAP-authenticatie weigeren
pl: Odmowa uwierzytelnienia CHAP
pt_br: Recusar Autenticação CHAP
ru: Отказ CHAP-аутентификации
uk: Відмовитися від CHAP-аутентифікації
vi: Từ chối Xác thực CHAP

source: Refuse MSCHAP Authentication
cs: Odmítnout ověření MSCHAP
de: MSCHAP-Authentifizierung ablehnen
fr: Refuser l'authentification MSCHAP
it: Autentificazione MSCHAP Rifiutata
nl: MSCHAP-authenticatie weigeren
pl: Odmowa uwierzytelnienia MSCHAP
pt_br: Recusar Autenticação MSCHAP
ru: Отказ MSCHAP-аутентификации
uk: Відмовитись від MSCHAP-аутентифікації
vi: Từ chối Xác thực MSCHAP

source: Refuse MSCHAPv2 Authentication
cs: Odmítnout ověření MSCHAPv2
de: MSCHAPv2-Authentifizierung ablehnen
fr: Refuser l'authentification MSCHAPv2
it: Autentificazione MSCHAPv2 Rifiutata
nl: MSCHAPv2-authenticatie weigeren
pl: Odmowa uwierzytelnienia MSCHAPv2
pt_br: Recusar Autenticação MSCHAPv2
ru: Отказ MSCHAPv2-аутентификации
uk: Відхилити автентифікацію MSCHAPv2
vi: Từ chối Xác thực MSCHAPv2

source: No BSD Data Compression
cs: Žádná komprese dat BSD
de: Keine BSD-Datenkomprimierung
fr: Pas de compression des données BSD
it: Compressione Dati BSD disabilitata
nl: Geen BSD-datacompressie
pl: Brak kompresji danych BSD
pt_br: Sem Compressão de Dados BSD
ru: Без Сжатия BSD-данных
uk: Немає стиснення даних BSD
vi: Không có Nén Dữ liệu BSD

source: No Deflate Data Compression
cs: Žádná komprese dat Deflate
de: Keine Deflate-Datenkomprimierung
fr: Pas de compression des données Deflate
it: Compressione dati deflate disabilitata
nl: Geen Deflate Datacompressie
pl: Brak kompresji danych Deflate
pt_br: Sem Compressão de Dados Deflate
ru: Без Сжатия Данных Deflate
uk: Стиснення даних під час завантаження не здійснюється
vi: Không có Nén Dữ liệu Xả bớt

source: No TCP Header Compression
cs: Žádná komprese dat TCP
de: Keine TCP-Kopfdatenkomprimierung
fr: Pas de compression des En-tête TCP
it: Compressione TCP Header non presente
nl: Geen TCP Header Compressie
pl: Brak kompresji nagłówka TCP
pt_br: Sem Compressão de Cabeçalho TCP
ru: Без Сжатия TCP-заголовков
uk: Немає Скискання Заголовку TCP
vi: Không có Nén Phần đầu TCP

source: Send PPP Echo Packets
cs: Poslat echo pakety PPP
de: PPP-Echopakete senden
fr: Envoyer les paquets à répétition PPP
it: Invia pacchetti PPP Echo
nl: PPP Echopakketen Verzenden
pl: Wyślij pakiety echa PPP
pt_br: Enviar Pacotes PPP Echo
ru: Отправка Эхо-пакетов PPP
uk: Надіслати Ехо Пакети PPP
vi: Gởi các gói Lặp lại PPP

source: Need VPN Plugin
cs: Je potřeba přídavný modul VPN
de: VPN-Plugin erforderlich
fr: Nécessite une extension VPN
it: Occorre un plugin VPN
nl: VPN-plug-in nodig
pl: Konieczna wtyczka VPN
pt_br: Necessita do Plugin VPN
ru: Нужен VPN-плагин
uk: Потрібен плагін VPN
vi: Cần có Trình cắm VPN

source: Gateway
cs: Brána
fr: Passerelle
pl: Brama
ru: Шлюз
uk: Шлюз
vi: Cổng vào

source: NT Domain
cs: Doména NT
de: NT-Domäne
fr: Domaine NT
nl: NT-domein
pl: Domena NT
pt_br: Domínio NT
ru: NT-домен
uk: Домен NT
vi: Miền NT

source: Proxy
pl: Pośrednik sieciowy
ru: Прокси
uk: Проксі
vi: Ủy thác

source: Allow Cisco Secure Desktop Trojan
cs: Povolit Cisco Secure Desktop Trojan
de: Cisco Secure Desktop Trojan erlauben
fr: Autoriser le Trojan Cisco Secure Desktop
it: Permetti Cisco Secure Desktop Trojan
nl: Cisco Secure Desktop Trojan toestaan
pl: Pozwól na pulpitowego trojana bezpieczeństwa Cisco
pt_br: Permitir Cisco Secure Desktop Trojan
ru: Разрешить Троян Cisco Secure Desktop
uk: Дозволити Cisco Secure Desktop Trojan
vi: Cho phép Trojan Trang đầu Bảo mật Cisco

source: CSD Script
cs: Skript CSD
de: CSD-Skript
fr: Script CSD
pl: Skrypt CSD
pt_br: Script CSD
ru: CSD-скрипт
uk: Сценарій CSD
vi: Mã CSD

source: Use FSID for Key Passphrase
cs: Použít FSID pro klíčové heslo
de: FSID für Schlüsselpassphrase verwenden
fr: Utilisez FSID pour la phrase clé
it: Usa FSID per la Key Passphrase
nl: FSID gebruiken voor wachtwoordsleutel
pl: Użyj FSID jako hasła klucza
pt_br: Usar FSID para Frase-chave
ru: Использовать FSID для Ключевой Фразы
uk: Скористайтесь FSID для вводу ключової фрази
vi: Sử dụng FSID cho Cụm mật khẩu Chìa khóa

source: Auth Type
cs: Typ ověření
de: Auth Typ
fr: Type d'authentification
it: Tipo di autentificazione
nl: Authenticatietype
pl: Rodzaj uwierzytelnienia
pt_br: Tipo de Autent.
ru: Тип Аутентификации
uk: Тип аутентифікації
vi: Dạng xác thực

source: Static Key
cs: Statický klíč
de: Statischer Schlüssel
fr: Clé statique
it: Chiave statica
nl: Statische sleutel
pl: Klucz stały
pt_br: Chave Estática
ru: Статический Ключ
uk: Статичний ключ
vi: Chìa khóa tĩnh

source: Customize Key Direction
cs: Přizpůsobit směr klíče
de: Schlüsselrichtung anpassen
fr: Personnaliser la touche direction
nl: Sleutelrichting aanpassen
pl: Dostosuj kierunek klucza
pt_br: Personalizar a direção por chave
ru: Настроить Ключевое Направление
uk: Налаштувати клавішу управління
vi: Hướng Chìa khóa tùy chỉnh

source: Key Direction
cs: Směr klíče
de: Schlüsselrichtung
fr: Clé directionnelle
nl: Sleutelrichting
pl: Kierunek klucza
pt_br: Direcionamento por Chave
ru: Ключевое Направление
uk: Управління клавішами
vi: Hướng chỉa khóa

source: Remote IP
cs: Vzdálená IP
de: Entfernte IP
fr: IP distante
it: IP Remoto
nl: Extern IP-adres
pl: Zdalne IP
pt_br: IP Remoto
ru: Удаленный IP
uk: Віддалений IP
vi: IP xa

source: Local IP
cs: Místní IP
de: Lokale IP
fr: IP locale
it: IP Locale
nl: Lokaal IP-adres
pl: Lokalne IP
pt_br: IP local
ru: Локальный IP
uk: Локальний IP
vi: IP địa phương

source: User Pwd
cs: Uživatelské heslo
de: Benutzerpasswort
fr: Mot de passe utilisateur
it: User password
nl: Gebruikerswachtwoord
pl: Hasło użytkownika
pt_br: Senha de Usuário
ru: Пароль Пользователя
uk: Пароль користувача
vi: Pwd người dùng

source: Group Name
cs: Název skupiny
de: Gruppenname
fr: Nom du groupe
it: Nome gruppo
nl: Groepsnaam
pl: Nazwa grupy
pt_br: Nome do Grupo
ru: Имя Группы
uk: Ім’я групи
vi: Tên nhóm

source: Group Pwd
cs: Heslo skupiny
de: Gruppenpasswort
fr: Mot de passe du groupe
it: Password gruppo
nl: Groepswachtwoord
pl: Hasło grupy
pt_br: Senha do Grupo
ru: Пароль Группы
uk: Груповий пароль
vi: Pwd nhóm

source: Request an Inner IP Address
cs: Požádat o vnitřní adresu IP
de: Eine innere IP-Adresse anfordern
fr: Demander une adresse IP masquée
it: Richiedi un indirizzo IP interno
nl: Een intern IP-adres opvragen
pl: Prośba o wewnętrzny adres IP
pt_br: Solicitar um endereço IP Local
ru: Запрос Внутреннего IP-ареса
uk: Запит внутрішньої IP-адреси
vi: Yêu cầu một Địa chỉ IP Bên trong

source: Use Hybrid Authentication
cs: Použít hybridní ověření
de: Hybride Authentifizierung verwenden
fr: Utiliser une authentification hybride
it: Usa autentificazione ibrida
nl: Hybride authenticatie gebruiken
pl: Użyj uwierzytelnienia hybrydowego
pt_br: Usar Autenticação Híbrida
ru: Использовать Гибридную Аутентификацию
uk: Використати гібридну автентифікацію
vi: Sử dụng Xác thực Kết hợp

source: CA File
cs: Soubor CA
de: CA-Datei
fr: Fichier CA
it: File CA
nl: CA-bestand
pl: Plik CA
pt_br: Arquivo CA
ru: CA-файл
uk: Файл CA
vi: Tập tin CA

source: Enforce UDP Encapsulation
cs: Vynutit zapouzdření UDP
de: UDP-Verkapselung erzwingen
fr: Utiliser encapsulation UDP
it: Utilizza incapsulamento UDP
nl: UDP-inkapseling forceren
pl: Wymuszenie UDP Encapsulation
pt_br: Aplicar o encapsulamento UDP
ru: Соблюдать UDP-инкапсуляцию
uk: Забезпечити інкапсуляцію UDP
vi: Gói UDP Bắt buộc

source: Use IP Compression
cs: Použít kompresi IP
de: IP-Komprimierung verwenden
fr: Utiliser la compression IP
it: Usa compressione IP
nl: IP-comprimering gebruiken
pl: Użyj kompresji IP
pt_br: Usar compressão de IP
ru: Использовать IP-сжатие
uk: Використовуйте стиснення IP
vi: Sử dụng Nén IP

source: Enable IPsec
cs: Povolit IPsec
de: IPsec erlauben
fr: Activer IPsec
it: Abilita IPsec
nl: IPsec inschakelen
pl: Włącz IPsec
pt_br: Ativar IPsec
ru: Влючить IPsec
uk: Увімкнути IPsec
vi: Kích hoạt IPsec

source: Group ID
cs: ID skupiny
de: Gruppenkennung
fr: Identifiant du groupe
it: ID Gruppo
nl: Groepsidentiteit
pl: Identyfikator grupy
pt_br: ID do Grupo
ru: ID группы
uk: Груповий ID
vi: ID nhóm

source: Pre-Shared Key
cs: Předsdílený klíč
de: Vorher vereinbarter Schlüssel
fr: Clé pré-partagée
it: Chiave pre-condivisa
nl: Vooraf gedeelde sleutel
pl: Współdzielony klucz
pt_br: Chave pré-compartihada
ru: Совместно Используемый Ключ
uk: Спільний ключ
vi: Chìa khóa Chia sẻ trước

source: No Protocol Field Compression
cs: Žádná komprese pole protokolu
de: Keine Protokollfeldkomprimierung
fr: Pas de compression de champs des protocoles
it: Protocol Field Compression disabilitato
nl: Geen Protocol Veldcompressie
pl: Brak kompresji pola protokołu
pt_br: Sem Compressão de Campo de Protocolo
ru: Без Сжатия Полевого Протокола
uk: Немає стиснення полів протоколу
vi: Nén Vùng không có Giao thức

source: No Address/Control Compression
cs: Žádná adresní/kontrolní komprese
de: Keine Adressen/Kontrollkomprimierung
fr: Pas de compression des adresses/contrôles
it: Address/Control Compression disabilitato
nl: Geen Adres/Controle Compressie
pl: Brak kompresji adresu/kontroli
pt_br: Sem Compressão de Contato/Controle
ru: Без Адреса/Управление Сжатием
uk: Без адреси/Стискання керування
vi: Nén không có Địa chỉ/Kiểm soát

source: VPN Security
cs: Bezpečnost VPN
de: VPN-Sicherheit
fr: Sécurité du VPN
it: Sicurezza VPN
nl: VPN-beveiliging
pl: Zabezpieczenie VPN
pt_br: Segurança VPN
ru: Безопасность VPN
uk: Безпека VPN
vi: Bảo mật VPN

source: Cipher
cs: Šifrovací klíč
de: Verschlüsselungsverfahren
fr: Code secret
it: Cifra
pl: Szyfr
pt_br: Cifra
ru: Шифр
uk: Шифр
vi: Mật mã

source: HMAC Auth
cs: Ověření HMAC
fr: Authentification HMAC
it: Autentificazione HMAC
pl: Uwierzytelnienie HMAC
pt_br: Autent. HMAC
ru: HMAC Аутентификация
vi: Xác thực HMAC

source: VPN TLS Authentication
cs: Ověření VPN TLS
de: VPN TLS-Authentifizierung
fr: Authentification VPN TLS
it: Autentificazione VPN TLS
nl: VPN TLS-Authenticatie
pl: Uwierzytelnienie VPN TLS
pt_br: Autenticação VPN TLS
ru: VPN TLS Аутентификация
uk: VPN TLS Автентифікація
vi: Xác thực VPN TLS

source: Subject Match
cs: Shoda předmětu
de: Thema Treffer
fr: Le sujet correspond
it: Corrisponde
nl: Onderwerp Overeenkomst
pl: Pasujące tematy
pt_br: Sujeitar Partida
ru: Тематическое Совпадение
uk: Збіг теми
vi: Kết hợp đối tượng

source: Remote Cert Type
cs: Typ vzdáleného certifikátu
de: Entfernter Cert Typ
fr: Type du certificat distant
it: Tipo di certificazione remota
nl: Cert type op afstand
pl: Zdalny rodzaj certyfikatu
pt_br: Tipo Certificação Remota
ru: Удаленный Тип Сертификата
uk: Тип віддаленого сертифіката
vi: Dạng Chứng nhận từ xa

source: Key File
cs: Soubor s klíčem
de: Schlüsseldatei
fr: Ficher clé
it: File chiave
nl: Sleutelbestand
pl: Plik klucza
pt_br: Arquivo Chave
ru: Файл Ключа
uk: Файл ключа
vi: Tập tin Chính

source: VPN Proxies
cs: Proxy VPN
fr: Proxys VPN
pl: Pośredniki sieciowe VPN
pt_br: Proxies VPN
ru: VPN-прокси
uk: VPN проксі
vi: Những ủy quyền VPN

source: Proxy Type
cs: Typ proxy
de: Proxytyp
fr: Type de proxy
it: Tipo di proxy
pl: Rodzaj pośrednika sieciowego
pt_br: Tipo de Proxy
ru: Тип прокси
uk: Тип проксі
vi: Dạng Ủy quyền

source: Server IP
cs: IP serveru
fr: IP du serveur
it: IP del server
pl: Serwer IP
pt_br: IP do Servidor
ru: IP сервера
uk: IP сервера
vi: IP Máy chủ

source: Port
it: Porta
nl: Poort
pt_br: Porta
ru: Порт
uk: Порт
vi: Cổng

source: Retry Indefinitely When Failed
cs: V případě neúspěchu zkoušet zas a znovu pořád dokola
de: Bei Fehlschlag endlos weiterversuchen
fr: Réessayer indéfiniment quand il y a échec
it: Riprova nuovamente se fallisce
nl: Blijven proberen na mislukking
pl: Ponawiaj nieustannie, gdy wystąpił błąd
pt_br: Tentar de Novo Indefinitivamente Quando Falhar
ru: Повторять Бесконечно при Неудаче
uk: У разі збою повторювати спроби нескінченно
vi: Lặp lại Mãi Khi Thất bại

source: VPN Advanced
cs: VPN Pokročilé
de: Erweitertes VPN
fr: VPN avancé
it: VPN Avanzato
nl: Geavanceerde VPN
pl: Zaawansowane VPN
pt_br: VPN Avançado
ru: Расширенный VPN
uk: VPN Прогресивний
vi: VPN Cao cấp

source: Customize Gateway Port
cs: Přizpůsobit přípojku brány
de: Gateway-Port anpassen
fr: Personnaliser port de la passerelle
it: Modifica porta gateway
nl: Gatewaypoort aanpassen
pl: Dostosuj port bramy
pt_br: Personalizar Porta Gateway
ru: Настройка Порта Шлюза
uk: Налаштувати порт шлюзу
vi: Tùy chỉnh Cổng Vào

source: Gateway Port
cs: Přípojka (port) brány
fr: Port de la passerelle
it: Porta gateway
nl: Gatewaypoort
pl: Port bramy
pt_br: Porta Gateway
ru: Порт шлюза
uk: Порт Входу
vi: Cổng Vào

source: Customize Renegotiation Interval
cs: Přizpůsobit interval pro nové projednání
de: Neuverhandlungsintervall anpassen
fr: Intervalle de renégociation personnalisé
it: Modifica Renegotiation Interval
nl: Gebruik aangepast heronderhandeling interval
pl: Dostosuj odstęp renegocjacji
pt_br: Personalizar Intervalo de Renegociação
ru: Настроить Интервал повторного согласования
uk: Налаштувати інтервал перегляду
vi: Tùy chỉnh Khoảng thời gian Thỏa thuận lại

source: Renegotiation Interval
cs: Interval pro nové projednání
de: Neuverhandlungsintervall
fr: Intervalle de renégociation
nl: Heronderhandeling interval
pl: Odstęp renegocjacji
pt_br: Intervalo de Renegociação
ru: Интервал повторного согласования
uk: Інтервал повторного узгодження
vi: Khoảng thời gian Thỏa thuận lại

source: Use LZO data compression
cs: Použít kompresi dat LZO
de: LZO-Datenkomprimierung verwenden
fr: Utiliser la compression des données LZO
it: Usa compressione dati LZO
nl: LZO datacompressie gebruiken
pl: Użyj kompresji danych LZO
pt_br: Usar Compressão de dados LZO
ru: Использовать сжатие LZO-данных
uk: Використати стиснення файлів LZO
vi: Sử dụng nén dữ liệu LZO

source: Use TCP connection
cs: Použít připojení TCP
de: TCP-Verbindung verwenden
fr: Utiliser une connexion TCP
it: Usa connessione TCP
nl: TCP-verbinding gebruiken
pl: Użyj połączenia TCP
pt_br: Usar Conexão TCP
ru: Использовать TCP-соединение
uk: Використайте зв‘язок TCP
vi: Sử dụng kết nối TCP

source: Use TAP device
cs: Použít zařízení TAP
de: TAP-Gerät verwenden
fr: Utiliser un périphérique TAP
it: Usa un dispositivo TAP
nl: TAP-apparaat gebruiken
pl: Użyj urządzenia TAP
pt_br: Usar dispositivo TAP
ru: Использовать TAP-устройство
uk: Використати пристрій TAP
vi: Sử dụng thiết bị TAP

source: Customize Tunnel MTU
cs: Přizpůsobit tunel MTU
de: Tunnel-MTU anpassen
fr: Tunnel MTU personnalisé
it: Modifica Tunnel MTU
nl: Aangepaste Tunnel MTU Gebruiken
pl: Dostosuj tunel MTU
pt_br: Personalizar Túnel MTU
ru: Настроить MTU-туннель
uk: Налаштувати тонель MTU
vi: Tùy chỉnh Tạo Đường hầm MTU

source: Customize UDP Fragment Size
cs: Přizpůsobit velikost fragmentu UDP
de: UDP-Fragmentgröße anpassen
fr: Tailles de fragments UDP personnalisés
it: Modifica UDP Fragment Size
nl: Aangepaste UDP-fragmentgrootte Gebruiken
pl: Dostosuj rozmiar fragmentu UDP
pt_br: Personalizar Tam. de Fragmento UDP
ru: Настройте размер UDP-фрагмента
uk: Налаштувати розмір фрагменту UDP
vi: Tùy chỉnh Kích thước Mảnh UDP

source: UDP Fragment Size
cs: Použít velikost fragmentu
de: UDP-Fragmentgröße
fr: Taille de fragments UDP
nl: UDP-fragmentgrootte
pl: Rozmiar fragmentu UDP
pt_br: Tamanho de Fragmento UDP
ru: Размер UDP-фрагмента
uk: Розмір фрагменту UDP
vi: Kích thước Mảnh UDP

source: Restrict Tunnel TCP MSS
cs: Omezit TCP MSS tunelu
de: Tunnel TCP MSS beschränken
fr: Restreindre le Tunnel TCP MSS
it: Limita Tunnel TCP MSS
nl: Tunnel TCP MSS beperken
pl: Ogranicz tunel TCP MSS
pt_br: Tunel Restrito TCP MSS
ru: Ограничить туннель TCP MSS
uk: Обмежити Tunnel TCP MSS
vi: Hạn chế Tạo Đường hầm TCP MSS

source: Randomize Remote Hosts
cs: Náhodně přidělit Vzdálené servery
de: Entferne Hosts zufällig auswählen
fr: Hôtes distants aléatoires
it: Rendi casuale il Remote Hosts
nl: Willekeurige hosts op afstand
pl: Losowo wybieraj zdalne serwery
pt_br: Randomizar Hosts Remotos
ru: Случайные удаленные узлы
uk: Розмістити у випадковому порядку віддалені хости
vi: Xếp ngẫu nhiên Những Máy chủ Ở xa

source: Domain
cs: Doména
de: Domäne
fr: Domaine
it: Dominio
nl: Domein
pl: Domena
pt_br: Domínio
ru: Домен
uk: Домен
vi: Vùng

source: Vendor
cs: Dodavatel
de: Hersteller
fr: Vendeur
it: Brand
nl: Leverancier
pl: Dostawca
pt_br: Fornecedor
ru: Поставщик
uk: Розробник
vi: Nhà cung cấp

source: Version
cs: Verze
it: Versione
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия
uk: Версія
vi: Phiên bản

source: Encryption
cs: Zakódování
de: Verschlüsselung
fr: Chiffrement
it: Crittografia
nl: Encryptie
pl: Szyfrowanie
pt_br: Criptografia
ru: Шифрование
uk: Шифрування
vi: Mã hóa

source: NAT Traversal
cs: Přecházení NAT
de: NAT Überquerung
fr: Traversée NAT
ru: NAT-обход
vi: Truyền tải NAT

source: IKE DH Group
cs: Skupina IKE DH
de: IKE DH-Gruppe
fr: Groupe IKE DH
it: Gruppo KE DH
nl: IKE DH Groep
pl: Grupa IKE DH
pt_br: Grupo IKE DH
ru: IKE DH-группа
uk: Група обробки даних IKE
vi: Nhóm IKE DH

source: Forward Secrecy
cs: Mlčenlivost předat dál
de: Verschwiegenheit Weiterleiten
fr: Transmettre le secret
pt_br: Sigilo à frente
ru: Скрытная пересылка
uk: Розповсюдити конфіденційність
vi: Bí mật Chuyển tiếp

source: Local Port
cs: Místní přípojka (port)
de: Lokaler Port
fr: Port local
it: Porta locale
nl: Lokale poort
pl: Port lokalny
pt_br: Porta Local
ru: Локальный порт
uk: Локальний порт
vi: Cổng cục bộ

source: Disable Dead Peer Detection
cs: Vypnout zjišťování nečinného protějšku
de: Inaktive Peer Erkennung Abschalten
fr: Désactiver la détection d'un pair mort
it: Disabilita il rilevamento Dead Peer
nl: Inactieve Peer Detectie Uitschakelen
pl: Wyłącz Dead Peer Detection
pt_br: Desativar Detecção de Peer Morto
ru: Отключить обнаружение нерабочих пиров
uk: Деактивувати функцію виявлення однорангових пристроїв
vi: Vô hiệu hóa Phát hiện Máy ngang hàng Chết

source: Method
cs: Metoda
de: Methode
fr: Méthode
it: Metodo
nl: Methode
pl: Metoda
pt_br: Método
ru: Метод
uk: Метод
vi: Phương pháp

source: IP Address
cs: IP adresa
de: IP-Adresse
fr: Adresse IP
it: Indirizzo IP
nl: IP-adres
pl: Adres IP
pt_br: Endereço IP
ru: IP-адрес
uk: IP-адреса
vi: Địa chỉ IP

source: Netmask
cs: Síťová maska
de: Netzmaske
fr: Masque de sous-réseau
nl: Netmasker
pl: Maska sieci
pt_br: Máscara de Rede
ru: Маска сети
uk: Маска мережі
vi: Mặt nạ mạng

source: DNS Server
pt_br: Servidor DNS
ru: DNS-сервер
vi: Máy chủ DNS

source: Prefix
cs: Předpona
de: Präfix
fr: Préfixe
it: Prefisso
nl: Voorvoegsel
pl: Prefiks
pt_br: Prefixo
ru: Префикс
uk: Префікс
vi: Tiền tố

source: Primary DNS
cs: Hlavní DNS
de: Primärer DNS
fr: DNS primaire
it: DNS Primario
nl: Primaire DNS-server
pl: Podstawowy DNS
pt_br: DNS Primário
ru: Основной DNS
uk: Первинний DNS
vi: DNS Đầu

source: Secondary DNS
cs: Sekundární DNS
de: Sekundärer DNS
fr: DNS secondaire
it: DNS Secondario
nl: Secundaire DNS-server
pl: Drugi DNS
pt_br: DNS Secundário
ru: Дополнительный DNS
uk: Додаткова зона DNS
vi: DNS Thứ hai

source: Custom
cs: Vlastní
de: Angepasst
fr: Personnalisé
it: Personalizzato
nl: Aangepast
pl: Własne
pt_br: Personalizar
ru: Собственный
uk: Користувацький
vi: Tùy biến

source: Default
cs: Výchozí
de: Standard
fr: Par défaut
nl: Standaard
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
uk: За замовчуванням
vi: Mặc định

source: Any
de: Egal
pt_br: Qualquer
ru: Любой
vi: Bất kỳ

source: Prefer 3G (UMTS/HSPA)
de: 3G bevorzugen (UMTS/HSPA)
pt_br: Preferir 3G (UMTS/HSPA)
ru: Предпочитать 3G (UMTS/HSPA)
vi: Ưu tiên 3G (UMTS/HSPA)

source: Prefer 2G (GPRS/EDGE)
de: 2G bevorzugen (GPRS/EDGE)
pt_br: Preferir 2G (GPRS/EDGE)
ru: Предпочитать 2G (GPRS/EDGE)
vi: Ưu tiên 2G (GPRS/EDGE)

source: Prefer 4G (LTE)
de: 4G bevorzugen (LTE)
pt_br: Preferir 4G (LTE)
ru: Предпочитать 4G (LTE)
vi: Ưu tiên 4G (LTE)

source: Use Only 4G (LTE)
de: Nur 4G verwenden (LTE)
pt_br: Somente 4G (LTE)
ru: Использовать тоько 4G (LTE)
vi: Chỉ dùng 4G (LTE)

source: Link-Local Only
cs: Odkaz-pouze místní
de: Nur Link-Lokal
fr: Réseau local uniquement
it: Solo Link locale
nl: Alleen Link-Local
pl: Tylko Link-Local
pt_br: Apenas Link-Local
ru: Только локальные ссылки
uk: Лише адреси Link-Lokal
vi: Chỉ Kết nối Cục bộ

source: Manual
cs: Ruční
de: Manuell
fr: Manuel
it: Manuale
nl: Handmatig
pl: Ręcznie
ru: Вручную
uk: Інструкція
vi: Tự chỉnh

source: Shared
cs: Sdíleno
de: Geteilt
fr: Partagé
it: Condivisa
nl: Gedeeld
pl: Udostępnione
pt_br: Compartilhada
ru: Общий
uk: Поширено
vi: Chia sẻ

source: Ignore
cs: Přehlíženo
de: Ignorieren
fr: Ignorer
it: Ignora
nl: Negeren
pl: Ignoruj
pt_br: Ignorar
ru: Игнорировать
uk: Ігнорувати
vi: Bỏ qua

source: WPA/WPA2 Enterprise
pt_br: WPA/WPA2 Empresarial
ru: Корпоративный WPA/WPA2
uk: Підприємство WPA/WPA2
vi: WPA/WPA2 Công ty

source: All Available (default)
cs: Vše dostupné (výchozí)
de: Alle verfügbar (Standard)
fr: Tous disponibles (par défaut)
it: Tutte disponibili (default)
nl: Allen beschikbaar (standaard)
pl: Wszystkie dostępne (domyślnie)
pt_br: Todas Disponíveis (padrão)
ru: Доступно всё (по умолчанию)
uk: Усі доступні (за замовчуванням)
vi: Tất cả Có hiệu lực (mặc định)

source: 128-bit (most secure)
cs: 128-bitů (více bezpečné)
de: 128-Bit (am sichersten)
fr: 128-bit (plus sécurisé)
it: 128-bit (più sicura)
nl: 128-bit (veiligste)
pl: 128-bitowe (najbardziej bezpieczne)
pt_br: 128-bit (mais segura)
ru: 128-bit (наиболее безопасное)
uk: 128-біт (найбезпечніший)
vi: 128-bit (an toàn nhất)

source: 40-bit (less secure)
cs: 40-bitů (méně bezpečné)
de: 40-Bit (weniger sicher)
fr: 40-bit (moins sécurisé)
it: 40-bit (meno sicura)
nl: 40-bit (minder veilig)
pl: 40-bitowe (mniejsze bezpieczeństwo)
pt_br: 40-bit (menos segura)
ru: 40-bit (наименее безопасное)
uk: 40-бітна (менш безпечна)
vi: 40-bit (ít an toàn hơn)

source: Secure (default)
cs: Zabezpečení (výchozí)
de: Sicher (Standard)
fr: Sécurisé (par défaut)
it: Sicura (default)
nl: Veilig (standaard)
pl: Bezpieczny (domyślnie)
pt_br: Segura (padrão)
ru: Безопасный (по умолчанию)
uk: Безпечний (за замовчуванням)
vi: An toàn (mặc định)

source: Weak
cs: Slabý
de: Schwach
fr: Faible
it: Scarsa
nl: Zwak
pl: Słaby
pt_br: Fraco
ru: Слабый
uk: Слабкий
vi: Yếu

source: Certificates (TLS)
cs: Certifikáty (TLS)
de: Zertifikate (TLS)
fr: Certificats (TLS)
it: Certificato (TLS)
nl: Certificaten (TLS)
pl: Certyfikaty (TLS)
pt_br: Certificados (TLS)
ru: Сертификаты (TLS)
uk: Сертифікати (TLS)
vi: Những chứng nhận (TLS)
