Repository: linuxdeepin/dde-dock
Catalog: misc/po/*.po
Languages: cs, de, fr, it, nl, pl, pt_br, ru, uk, vi

source: Register to the requested GSM network failed
cs: Registrace do požadované GSM sítě selhala
fr: L'enregistrement sur le réseau GSM demandé a échoué
it: Registrazione alla rete GSM fallita
nl: Registratie bij het aangevraagde GSM-netwerk is mislukt
pl: Wystąpił błąd rejestracji do określonej sieci GSM
uk: Зареєструватися у запитуваній GSM-мережі не вдалося.

source: PIN check failed
cs: PIN kontrola selhala
fr: Échec de la vérification du NIP
it: Controllo PIN fallito
nl: PIN controle mislukt
pl: Wystąpił błąd przy sprawdzaniu PIN
uk: Перевірити PIN-код не вдалося.

source: Necessary firmware for the device may be missed
cs: Potřebný firmware pro zařízení asi chybí
fr: Le pilote requis pour le périphérique peut être manquant
it: Il firmware necessario del dispositivo potrebbe mancare
nl: Noodzakelijke firmware voor het apparaat mogelijk gemist
pl: Może brakować wymaganych sterowników do tego urządzenia
uk: Необхідна для пристрою мікропрограма може бути втрачена.

source: The device was removed
cs: Zařízení bylo odstraněno
fr: Le périphérique a été supprimé
it: Il dispositivo è stato rimosso
nl: Het apparaat is verwijderd
pl: Urządzenie zostało usunięte
uk: Пристрій було видалено.

source: NetworkManager went to sleep
cs: NetworkManager je v režimu spánku
fr: Le gestionnaire réseau s'est mis en veille
it: NetworkManager in standby
nl: Netwerkbeheer ging slapen
pl: Zarządzanie siecią przeszło w stan uśpienia
uk: NetworkManager увійшов в режим сну

source: The device's active connection was removed or disappeared
cs: Aktivní spojení zařízení bylo odstraněno nebo zmizelo
fr: La connexion active du périphérique a été supprimée ou a disparue
it: La connessione attiva del dispositivo è stata rimossa o è scomparsa
nl: De actieve verbinding van het apparaat is verwijderd of verdwenen
pl: Aktywne połączenie urządzenia zostało usunięte lub zniknęło
uk: Активний зв‘язок пристрою було видалено або він зник.

source: A user or client requested to disconnect
cs: Uživatel nebo klient žádal o odpojení
fr: Un utilisateur ou un client a demandé à être déconnecté
it: Un user o client ha richiesto la disconnessione
nl: Een gebruiker of klant verzocht om verbinding te verbreken
pl: Użytkownik lub klient wyraził prośbę o rozłączenie
uk: Користувач або клієнт надіслав запит про відключення.

source: The device's carrier/link changed
cs: Linka/Přenašeč zařízení byl změněn
fr: La liaison du périphérique a été changée
it: Il vettore/link del device è cambiato
nl: De aanbieder/link van het apparaat is veranderd
pl: Dostawca/odnośnik urządzenia został zmieniony
uk: Носій/посилання приладу змінилися.

source: The device's existing connection was assumed
cs: Stávající spojení zařízení bylo předpokládáno
fr: La commexion existante du périphérique a été fixée
it: La connessione attiva del dispositivo è stata assunta
nl: De bestaande verbinding van het toestel werd aangenomen
pl: Aktywne połączenie urządzenia zostało założone
uk: Передбачалося існуюче підключення пристрою.

source: The 802.1x supplicant is now available
cs: 802.1X je nyní dostupné
fr: Le supplicant 802.1X est maintenant disponible
it: Connessione 802.1X disponibile
nl: De 802.1x aanvrager is nu beschikbaar
pl: Suplikant 802.1x jest teraz dostępny
uk: Запитувальний прилад 802.1x тепер доступний.

source: The modem could not be found
cs: Modem nebyl nalezen
fr: Le modem n'a pas pu être trouvé
it: Il modem non può esser rilevato
nl: De modem kon niet gevonden worden
pl: Nie można odnaleźć modemu
uk: Не вдалося знайти модем.

source: The Bluetooth connection timed out or failed
cs: Bluetooth spojení vypršelo nebo selhalo
fr: Le délai de la connexion Bluetooth est dépassé ou la connexion a échoué
it: La connessione Bluetooth è scaduta o fallita
nl: De Bluetooth-verbinding is uitgesteld of mislukt
pl: Upłynął czas połączenia lub wystąpił błąd Bluetooth
uk: Час Bluetooth-з'єднання минув або з'єднатися не вдалося.

source: GSM Modem's SIM Card was not inserted
cs: SIM karta GSM modemu nebyla vložena
fr: La carte SIM du modem GSM n'est pas insérée
it: SIM Card del modem GSM non inserita
nl: GSM Modem's SIM Card is niet geplaatst
pl: Karta SIM modemu GSM nie została włożona
uk: У GSM-модемі відсутня SIM-картка.

source: GSM Modem's SIM PIN required
cs: Je požadován PIN pro SIM modemu GSM
fr: Le NIP de la carte SIM du modem GSM est requis
it: Richiesto il codice PIN della SIM inserita nel Modem GSM
nl: GSM Modem's SIM PIN vereist
pl: Wymagany kod PIN karty SIM modemu GSM
uk: Потрібен PIN-код SIM-картки GSM-модема.

source: GSM Modem's SIM PUK required
cs: Je požadován PUK pro SIM modemu GSM
fr: Le code PUK de la carte SIM du modem GSM est requis
it: Richiesto il codice PUK della SIM inserita nel Modem GSM
nl: GSM Modem's SIM PUK vereist
pl: Wymagany kod PUK karty SIM modemu GSM
uk: Необхідо вказати PUK-код від GSM-модему.

source: SIM card error in GSM Modem
fr: Erreur de carte SIM dans le modem GSM
nl: Simkaartfout in GSM-modem
pl: Błąd karty SIM w modemie GSM
uk: Помилка SIM-картки у модемі GSM

source: InfiniBand device does not support connected mode
cs: InfiniBand zařízení nepodporuje spojený režim
fr: Les périphériques InfiniBand ne supportent pas le mode connecté
it: Il dispositivo InfiBand non supporta la modalità di connessione
nl: InfiniBand-apparaat ondersteunt geen aangesloten modus
pl: Urządzenie InfiniBand nie obsługuje trybu połączenia
uk: Пристрій InfiniBand не підтримує режим з'єднання.

source: A connection dependency failed
cs: Závislost spojení selhala
fr: Une dépendance de la connexion a échoué
it: Una dipendenza di connessione risulta mancante
nl: Een verbindingsafhankelijkheid is mislukt
pl: Wystąpił błąd zależności połączenia
uk: Не вдалося встановити залежне з'єднання.

source: RFC 2684 Ethernet bridging error to ADSL
fr: Erreur de pontage Ethernet RFC 2684 sur ADSL
nl: RFC 2684 Ethernet-brugfout naar ADSL
pl: Błąd mostkowania do ADSL karty sieciowej RFC 2684
uk: Помилка містка до ADSL Ethernet RFC 2684

source: ModemManager did not run or quitted unexpectedly
cs: ModemManager není spuštěn nebo neočekávaně skončil
fr: ModemManager n'est pas en cours d'exécution ou a quitté de manière innatendue
it: ModemManager non è stato eseguito o si è interrotto inaspettatamente
nl: Modembeheer is onverwacht afgesloten of was niet aan
pl: Zarządzanie modemem nie uruchomiło się lub niespodziewanie zakończyło pracę
uk: МодемМенеджер не запустився, або несподівано припинив роботу.

source: The 802.11 Wi-Fi network could not be found
cs: 802.11 Wi-Fi síť nebyla nalezena
fr: Le réseau WIFI 802.11 ne peut pas être trouvé
it: La connessione 802.11 WiFi non può esser trovata
nl: Het 802.11 Wi-Fi netwerk kon niet gevonden worden
pl: Nie można odnaleźć sieci Wi-Fi 802.11
uk: Мережу Wi-Fi 802.11 не знайдено.

source: A secondary connection of the base connection failed
cs: Sekundární spojení základního spojení selhalo
fr: Une connexion secondaire de la connexion principale a échoué
it: La seconda connessione è fallita
nl: Een secundaire verbinding van de basisverbinding is mislukt
pl: Wystąpił błąd drugorzędnego połączenia połączenia bazowego
uk: Другорядне підключення на основі базового не вдалося.

source: DCB or FCoE setup failed
cs: Nastavení technologie DCB nebo FCoE se nezdařilo
fr: Configuration du DCB ou FCoE échouée
it: Settaggio DCB o FCoE fallito
nl: DCB of FCoE instelling mislukt
pl: Błąd ustawienia DCB lub FCoE
uk: Налаштувати DCB чи FCoE не вдалося.

source: Network teaming control failed
cs: Řízení funkce Vytváření týmů v síti (Network Teaming) se nezdařilo.
fr: Échec de contrôle de l'association du réseau
it: Controllo accoppiamenti network fallito
nl: Netwerk teaming controle mislukt
pl: Błąd kontroli sieci zespołowej
uk: Помилка об’єднання мережевих карт.

source: Modem failed to run or not available
cs: Modem se nepodařilo spustit nebo není dostupný
fr: Le modem n'a pas pu démarrer ou n'est pas disponible
it: Modem non avviato o non disponibile
nl: Modem kan niet worden uitgevoerd of niet beschikbaar
pl: Błąd uruchomienia modemu lub nie jest dostępny
uk: Модем не вдалося запустити, або він недоступний.

source: Modem now ready and available
cs: Modem je nyní připraven a dostupný
fr: Modem prêt
it: Modem ora pronto ed utilizzabile
nl: Modem is klaar en beschikbaar
pl: Modem jest już gotowy i dostępny
uk: Модем вже готовий та доступний.

source: SIM PIN is incorrect
cs: Kód PIN karty SIM je nesprávný
fr: Le NIP de la carte SIM est incorrect
it: Pin della Sim non corretto
nl: SIM PIN is onjuist
pl: PIN karty SIM jest nieprawidłowy
uk: Неправильний SIM PIN

source: New connection activation is enqueuing
cs: Zapnutí nového připojení bylo zařazeno do řady
fr: Activation de la nouvelle connexion mise en attente
it: Attivazione nuova connessione in coda
nl: Nieuwe verbindingsactivering is niet in lijn
pl: Aktywacja nowego połączenia dodana do kolejki
uk: Формується черга активації нового підключення.

source: Parent device changed
cs: Nadřazené zařízení se změnilo
fr: Le périphérique parent a changé
it: Device collegati modificati
nl: Ouderapparaat is gewijzigd
pl: Zmieniono nadrzędne urządzenie
uk: Батьківський пристрій змінено.

source: Management status of parent device changed
cs: Stav správy nadřazeného zařízení se změnil
fr: L'état de gestion du périphérique parent a changé
it: Gestione status dispositivi collegati modificato
nl: Beheerstatus van ouderapparaat is gewijzigd
pl: Zmieniono stan zarządzania urządzenia nadrzędnego
uk: Стан керування основним пристроєм змінився.

source: Network cable is unplugged
cs: Síťový kabel je odpojen
fr: Le câble réseau est débranché
it: Cavo ethernet staccato
nl: Netwerkkabel is niet aangesloten.
pl: Kabel sieciowy jest odłączony
uk: Мережевий кабель не підключено.

source: Please make sure SIM card has been inserted with mobile network signal
cs: Ujistěte se, zda má vložená SIM karta signál mobilní sítě
fr: Assurez-vous que la carte SIM a été insérée avec un signal du réseau mobile
it: Assicurati che la SIM card sia inserita nel dispositivo Mobile
nl: Zorg ervoor dat er een SIM-kaart is geplaatst met een mobiel netwerk signaal
pl: Upewnij się, że włożono kartę SIM z sygnałem sieci komórkowej
uk: Переконайтеся, будь ласка, що SIM-карта встановлена з сигналом мобільної мережі.

source: Please make sure a correct plan was selected without arrearage of SIM card
cs: Ujistěte se, že byl pro SIM kartu vybrán správný tarif (plán)
fr: Veuillez vous assurer qu'un plan corect a été sélectionné sans arriérés de la carte SIM
it: Assicurati che il piano dati corretto sia selezionato per la tua SIM card
nl: Zorg ervoor dat de juiste plan werd gekozen zonder achterstand van de SIM-kaart
pl: Upewnij się, że wybrano poprawny plan bez przekładania karty SIM
uk: Будь ласка, упевніться, що був обраний правильний тарифний план без заборгованості на SIM-картці.

source: Activate VPN connection failed, unknown reason
cs: Zapnutí VPN spojení selhalo, důvod neznámý
fr: L'activation de la connexion VPN a échoué pour une raison inconnue
it: Attivazione delle connessione VPN fallita, causa sconosciuta
nl: Activeren VPN-verbinding is door onbekende reden mislukt
pl: Wystąpił błąd aktywacji połączenia VPN, powód nieznany
uk: Не вдалося активувати VPN-з'єднання, причина невідома.

source: Activate VPN connection failed
cs: Zapnutí VPN spojení selhalo
fr: L'activation de la connexion VPN a échoué
it: Attivazione della connessione VPN fallita
nl: Activeren VPN-verbinding mislukt
pl: Wystąpił błąd aktywacji połączenia VPN
uk: Активувати VPN-з'єднання не вдалося.

source: The VPN connection changed state due to disconnection from users
cs: VPN spojení změnilo stav kvůli odpojení se od uživatelů
fr: La connexion VPN a changé de statut dû à la déconnexion d'utilisateurs
it: La connessione VPN è cambiata per via della disconnessione dagli utenti
nl: De VPN-verbinding veranderde de status door het verbinding verbreken van gebruikers
pl: Połączenie VPN zmieniło stan z uwagi na rozłączenie dokonane przez użytkowników
uk: Зв‘язок VPN змінив стан через від‘єднання з боку користувачів.

source: The VPN connection changed state due to disconnection from devices
cs: VPN spojení změnilo stav kvůli odpojení se od zařízení
fr: La connexion VPN a changé de statut dû à la déconnexion de périphériques
it: La connessione VPN è cambiata per via di una disconnessione dai dispositivi
nl: De VPN-verbinding veranderde de status als gevolg van verbinding verbreken van apparaten
pl: Połączenie VPN zmieniło stan z uwagi na rozłączenie od urządzenia
uk: Змінився стан підключення VPN через відключення від пристроїв.

source: VPN service stopped
cs: Služba VPN zastavena
fr: Le service VPN s'est arrêté
it: Il servizio VPN si è interrotto
nl: VPN-dienst is gestopt
pl: Zatrzymano usługę VPN
uk: Сервіс VPN зупинено.

source: The IP config of VPN connection was invalid
cs: Nastavení IP VPN spojení byla neplatná
fr: La configuration IP de la connexion VPN était invalide
it: La configurazione IP della connessione VPN non è valida
nl: De IP-configuratie van de VPN-verbinding was ongeldig
pl: Konfiguracja IP połączenia VPN jest nieprawidłowa
uk: IP-конфігурація підключення VPN недійсна.

source: The connection attempt to VPN service timed out
cs: Pokus o spojení k VPN službě vypršel
fr: La tentative de connexion au service VPN a expiré
it: La connessione VPN è scaduta
nl: De verbindingspoging voor VPN-dienst werd uitgesteld
pl: Przekroczono czas próby podłączenia do usługi VPN
uk: Час, відведений на спробу підключення до служби VPN, вичерпано.

source: The VPN service start timed out
cs: Vypršel čas na spuštění služby VPN
fr: Le démarrage du service VPN a expiré
it: L'avvio del servizio VPN è in timeout
nl: De VPN-dienst opstart time-out
pl: Przekroczono limit czasu uruchamiania usługi VPN
uk: Вийшов час запуску служби VPN

source: The VPN service failed to start
cs: Služba VPN selhala při spuštění
fr: Le démarrage du service VPN a échoué
it: Il servizio VPN non è riuscito ad avviarsi
nl: De VPN-dienst kon niet starten
pl: Wystąpił błąd uruchamiania usługi VPN
uk: Службу VPN не вдалося запустити.

source: Necessary password for the VPN connection was not provided
cs: Potřebné heslo pro VPN spojení nebylo poskytnuto
fr: Le mot de passe nécessaire à la connexion VPN n'a pas été fourni
it: Password necessaria per la connessione VPN non fornita
nl: Noodzakelijke wachtwoord voor de VPN-verbinding is niet verstrekt
pl: Wymagane hasło do połączenia VPN nie zostało wprowadzone
uk: Необхідний для VPN пароль не було надано.

source: Authentication to VPN server failed
cs: Ověření k serveru VPN se nezdařilo
fr: L'authentification au serveur VPN a échoué
it: Autentificazione server VPN fallita
nl: Authenticatie naar VPN-server is mislukt
pl: Uwierzytelnienie do serwera VPN nie powiodło się
uk: Аутентифікація при доступі до VPN-серверу не вдалася.

source: The connection was deleted from settings
cs: Spojení bylo odstraněno z nastavení
fr: La connexion a été supprimée des paramètres
it: La connessione è stata eliminata dalle impostazioni
nl: De verbinding is verwijderd van instellingen
pl: Połączenie zostało usunięte z ustawień
uk: З'єднання було видалено з налаштувань.

source: Try enabling hotspot
cs: Zkusit povolit činný bod
fr: Essayez d'activer un point d'accès
it: Tentativo di attivazione hotspot
nl: Probeer de hotspot in te schakelen
pl: Spróbuj włączyć hotspot
uk: Спробуйте увімкнути точку доступу

source: Try connecting %q
cs: Zkusit připojení %q
fr: Essayez de connecter% q
it: Tentativo di connessione a %q
nl: Probeer %q aan te sluiten
pl: Spróbuj połączyć się z %q
uk: Спробуйте підключити %q

source: Hotspot share enabled
cs: Sdílení činného bodu povoleno
fr: Partage de point d'accès activé
it: Condivisione hotspot attiva
nl: Hotspot delen ingeschakeld
pl: Włączono współdzielenie hotspot
uk: Точка доступу включена

source: %q connected
cs: %q připojeno
fr: %q connecté
it: %q connesso
nl: %q verbonden
pl: %q jest połączone
uk: %q підключено

source: Hotspot share turned off
cs: Sdílení činného bodu vypnuto
fr: Partage de point d'accès desactivé
it: Condivisione hotspot spenta
nl: Hotspot delen uitgeschakeld
pl: Wyłączono współdzielenie hotspot
uk: Точка доступу вимкнена

source: %q disconnected
cs: %q odpojeno
fr: %q déconnecté
it: %q disconnesso
nl: %q ontkoppeld
pl: %q jest rozłączone
uk: %q відключено

source: Unable to share hotspot, please check dnsmasq settings
cs: Nelze sdílet činný bod. Prověřte, prosím, nastavení dnsmasq
fr: Impossible de partager le point d'accès, veuillez vérifier les paramètres de dnsmasq
it: Impossibile condividere l'hotspot, controllare le impostazioni dnsmasq
nl: Kan hotspot niet delen, controleer de instellingen van dnsmasq
pl: Nie można udostępnić hotspotu, należy sprawdzić ustawienia dnsmasq
uk: Неможливо поділитися точкою доступу, перевірте налаштування dnsmasq

source: Unable to connect %q, please keep closer to the wireless router
cs: Nelze připojit %q. Zdržujte se, prosím, blížeji u bezdrátového směrovače
fr: Impossible de se connecter à% q, veuillez vous rapprocher du routeur sans fil.
it: Impossibile collegarsi a %q, avvicinati al router wireless
nl: Kon %q niet verbinden, blijf dichter bij de draadloze router
pl: Nie można połączyć z %q, prosimy przybliżyć się do routera bezprzewodowego
uk: Неможливо підключити %q, будь ласка, тримайтеся ближче до бездротового маршрутизатора

source: Unable to connect %q, please check your router or net cable.
fr: Impossible de se connecter à %q, veuillez vérifier votre routeur ou votre câble internet.
pl: Nie można połączyć z %q, prosimy sprawdzić swój router lub kabel sieciowy.
uk: Не вдалося з'єднатися із %q. Будь ласка, перевірте, чи працює ваш маршрутизатор або мережевий кабель.

source: Connection failed, unable to connect %q, wrong password
cs: Připojení selhalo. Nelze připojit %q. Špatné heslo
fr: Échec de la connexion, impossible de connecter %q, mot de passe incorrect
it: Connessione fallita, impossibile connettersi a %q, password errata
nl: Verbinding mislukt, kan geen verbinding maken met %q, verkeerd wachtwoord
pl: Połączenie nie powiodło się, nie można połączyć z %q, złe hasło
uk: Помилка підключення, неможливо підключити %q, неправильний пароль

source: Authentication is required to set the system time.
cs: Pro nastavení systémového času je požadováno ověření pravosti.
fr: Authentification requise pour ajuster l'heure du système.
it: Autenticazione richiesta per impostare l'orario di sistema.
nl: Authenticatie vereist om gebruikersgegevens te kunnen veranderen.
pl: Aby ustawić czas systemowy wymagane jest uwierzytelnienie.
uk: Аутентифікація потрібна для встановлення системного часу.

source: Authentication is required to control whether network time synchronization shall be enabled.
cs: Pro řízení toho, zda se má povolit seřízení se síťovým časem, je požadováno ověření pravosti.
fr: Authentification requise pour déterminer si la synchronisation de l'heure réseau doit être activée.
it: Autenticazione richieta per verificare se la sincronizzazione dell'orario dalla Rete può esser abilitata.
nl: Authenticatie is vereist om te bepalen of netwerktijdsynchronisatie moet worden ingeschakeld.
pl: Aby kontrolować włączeniem synchronizacji czasu sieciowego wymagane jest uwierzytelnienie.
uk: Аутентифікація необхідна для того, щоб контролювати, чи має бути включена синхронізація часу мережі.

source: Authentication is required to control whether the RTC stores the local or UTC time.
cs: Pro řízení toho, zda RTC ukládá místní nebo světový čas (UTC), je požadováno ověření pravosti.
fr: Authentification requise pour déterminer si le RTC correspond à l'heure locale ou UTC.
it: Autenticazione richiesta per verificare se lo store RTC utilizza l'orario Locale o UTC.
nl: Authenticatie is vereist om te bepalen of de RTC de lokale tijd of UTC-tijd opslaat.
pl: Aby kontrolować zasoby lokalne RTC lub czas UTC konieczne jest uwierzytelnienie.
uk: Аутентифікація необхідна для контролю того, чи зберігає RTC місцевий або UTC час .

source: Authentication is required to set the system timezone.
cs: Pro nastavení časového pásma systému je požadováno ověření pravosti.
fr: Authentification requise pour définir le fuseau horaire du système.
it: Autenticazione richiesta per impostare l'orario di Sistema.
nl: Authenticatie is vereist om de systeemtijdzone in te stellen.
pl: Aby ustawić strefę czasową systemu wymagane jest uwierzytelnienie.
uk: Аутентифікація потрібна для встановлення системного часового поясу.

source: Deepin Picker
cs: Sběrač barev
nl: Deepin Kiezen
pl: Zbieracz kolorów Deepin

source: VPN IPsec
pl: IPsec VPN

source: VPN PPP
pl: PPP VPN

source: Computer has been in suspend mode, please plug in
cs: Počítač je v úsporném režimu, prosím, připojte kabel napájení
it: Il computer era in modalità di sospensione, connettilo all'alimentatore
pl: Komputer przeszedł w tryb wstrzymania, prosimy podłączyć zasilanie

source: Computer will be in suspend mode, please plug in now
cs: Počítač přejde do úsporného režimu, prosím, ihned připojte kabel napájení
it: Il computer entrerà in modalità sospensione, collegalo all'alimentatore
pl: Komputer przejdzie w tryb wstrzymania, prosimy teraz podłączyć zasilanie

source: Battery Critically Low
fr: Niveau de batterie critique

source: Computer will suspend very soon, please plug in now
fr: L'ordinateur sera bientôt suspendu, veuillez le brancher maintenant

source: Computer will suspend soon, please plug in
fr: L'ordinateur va bientôt être suspendu, veuillez le brancher

source: Battery low, please plug in
fr: Batterie faible, veuillez brancher votre appareil

source: Problem with the RFC 2684 Ethernet over ADSL bridge
it: Problema col RFC 2684 Ethernet sul Bridge ADSL
